{"protocolSection":{"identificationModule":{"nctId":"NCT00071045","orgStudyIdInfo":{"id":"040012"},"secondaryIdInfos":[{"id":"04-H-0012"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Collection of Tissue Specimens From Patients With Solid Tumors or Blood Disorders and Their HLA-Compatible Family Members","officialTitle":"Collection of Blood, Bone Marrow, Urine, and/or Tissue Samples From Patients With Solid Tumors, Hematological Malignancies or Non-Malignant Hematologic Disorders or HLA Compatible Family Members"},"statusModule":{"statusVerifiedDate":"2024-08-23","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2003-10-08","type":"ACTUAL"},"studyFirstSubmitDate":"2003-10-09","studyFirstSubmitQcDate":"2003-10-09","studyFirstPostDateStruct":{"date":"2003-10-10","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-08-24","lastUpdatePostDateStruct":{"date":"2024-08-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Heart, Lung, and Blood Institute (NHLBI)","class":"NIH"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study will collect biological samples for use in research experiments aimed at better understanding the clinical features of certain diseases. The specimens may be used to evaluate the effectiveness of known therapies, refine treatment approaches, identify potential new therapies, and explore opportunities for disease prevention.\n\nThe following individuals 2 years of age or older may be eligible for this study:\n\n* Patients with a cancerous solid tumor or a cancerous or non-cancerous blood disorder who are being screened for or who are enrolled in a treatment study at the NIH Clinical Center\n* HLA-compatible donor family members (18 years of age or older) of the above patients who are being evaluated for or are enrolled in an NIH study as a stem cell transplant donor\n* Patients with a cancerous solid tumor or a cancerous or non-cancerous blood disorder or a bone marrow failure condition who cannot participate in an NIH treatment protocol or travel to the NIH Clinical Center and who are referred for participation through their home health care provider.\n\nResearch samples will be collected from participants when blood is drawn or bone marrow, urine, or stool is collected, or tumor or other tissue is biopsied as part of their general medical care. Investigators may periodically request an additional sample of blood, stool, or urine. Participants who are 18 years of age or older may donate a large number of white blood cells through a procedure called leukapheresis. This procedure is not part of general medical care and would be done for research purposes only. For apheresis, a catheter (plastic tube) is placed in a vein in the subject's arm. Blood flows from the vein into a cell separator machine, where the white cells are separated from the red cells, platelets, and plasma by a spinning process. The white cells are removed and collected, and the rest of the blood is returned to the subject through a second tube placed in the other arm.","detailedDescription":"The purpose of this protocol is to collect blood, bone marrow, urine, stool, oral samples, nasopharyngeal samples and/or both malignant and non-malignant tissue from patients who are either being evaluated for enrollment, are consented to NIH Clinical Center treatment protocols, or are receiving therapy for their disease through home health care providers. Since a substantial proportion of the clinical and translational research in the NHLBI involves patients undergoing allogeneic stem cell transplantation, this protocol will also be open to people identified as suitable HLA compatible donors for patients undergoing evaluation for or already enrolled in an allogeneic stem cell transplant protocol or receiving a stem cell transplant through their home health care providers. These HLA compatible donors will serve as a source of peripheral blood mononuclear cells (peripheral blood draws or leukapheresis) for use in evaluating allogeneic graft versus host and graft-versus-tumor effects.\n\nThe primary objective is to provide a mechanism for collection, tracking, storing, dispensing, analyzing, and disposing of these laboratory research samples from patients and HLA matched donors.\n\nThere is no primary endpoint."},"conditionsModule":{"conditions":["Neoplasms","Hematologic Neoplasms","Healthy Volunteers"],"keywords":["Tissue Procurement","Sample Collection","Laboratory Research Specimens","Natural History"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":6000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"1","description":"patients undergoing allogeneic stem cell transplantation"},{"label":"2","description":"HLA compatible donors"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Biospecimen storage","description":"Biospecimen storage","timeFrame":"onging"}]},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\nThe subject carries the diagnosis of malignant solid tumor or a malignant or non-malignant hematologic disorder, and is being screened at the NIH for eligibility for an NIH protocol.\n\nOR\n\nThe subject carries the diagnosis of malignant solid tumor or a malignant or non-malignant hematologic disorder, and is already enrolled on a protocol at the NIH Clinical Center.\n\nOR\n\nThe subject is a related HLA-compatible family member of a patient (bearing a diagnosis of malignant solid tumor or a malignant or non-malignant hematologic) being evaluated for or already enrolled on a protocol at the NIH Clinical Center and is identified as a potentially suitable donor of allogeneic hematopoietic stem cells for transplantation.\n\nOR\n\nThe subject carries the diagnosis of malignant solid tumor or a malignant or non malignant hematologic disorder or a bone marrow failure condition and is not available to participate in an NIH Clinical Center treatment protocol, or travel to the NIH clinical center, but is referred for participation through their home health care provider.\n\nThe subject or the subject's Legally Authorized Representative (LAR) is able to understand the investigational nature of the study and provide informed consent after initial counseling by an AI. Separate consent forms for interventional or surgical procedures will be obtained after explanation of the specific procedure.\n\nAge 2 years and older (no upper limit)\n\nEXCLUSION CRITERIA:\n\nSubjects or LAR unable to comprehend the investigational nature of the protocol.\n\nAge less than 2 years","healthyVolunteers":true,"sex":"ALL","minimumAge":"2 Years","maximumAge":"100 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"The subject carries the diagnosis of malignant solid tumor or a malignant or non-malignant hematologic disorder; carries the diagnosis of malignant solid tumor or a malignant or non-malignant hematologic disorder; is a HLA-compatible family member of a patient (bearing a diagnosis of malignant solid tumor or a malignant or non-malignant hematologic disorder) being evaluated for or already enrolled on a clinical protocol at the NIH Clinical Center and is identified as a potentially suitable donor of allogeneic hematopoietic stem cells for transplantation; carries the diagnosis of malignant solid tumor or a malignant or non-malignant hematologic disorder or a bone marrow failure condition and is not available to participate in an NIH Clinical Center treatment protocol, or travel to the NIH Clinical Center, but is referred for participation through their home health care provider.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Kristen Gunn E Wood, R.N.","role":"CONTACT","phone":"(301) 827-2977","email":"kristen.gunn@nih.gov"},{"name":"Richard W Childs, M.D.","role":"CONTACT","phone":"(301) 451-7128","email":"childsr@nhlbi.nih.gov"}],"overallOfficials":[{"name":"Richard W Childs, M.D.","affiliation":"National Heart, Lung, and Blood Institute (NHLBI)","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Institutes of Health Clinical Center","status":"RECRUITING","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","contacts":[{"name":"For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)","role":"CONTACT","phone":"800-411-1222","phoneExt":"TTY dial 711","email":"ccopr@nih.gov"}],"geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"33988272","type":"DERIVED","citation":"Watanabe N, Gao S, Wu Z, Batchu S, Kajigaya S, Diamond C, Alemu L, Raffo DQ, Hoffmann P, Stone D, Ombrello AK, Young NS. Analysis of deficiency of adenosine deaminase 2 pathogenesis based on single-cell RNA sequencing of monocytes. J Leukoc Biol. 2021 Sep;110(3):409-424. doi: 10.1002/JLB.3HI0220-119RR. Epub 2021 May 14."},{"pmid":"29419434","type":"DERIVED","citation":"Giudice V, Feng X, Lin Z, Hu W, Zhang F, Qiao W, Ibanez MDPF, Rios O, Young NS. Deep sequencing and flow cytometric characterization of expanded effector memory CD8+CD57+ T cells frequently reveals T-cell receptor Vbeta oligoclonality and CDR3 homology in acquired aplastic anemia. Haematologica. 2018 May;103(5):759-769. doi: 10.3324/haematol.2017.176701. Epub 2018 Feb 1."},{"pmid":"22323451","type":"DERIVED","citation":"Aalbers AM, Kajigaya S, van den Heuvel-Eibrink MM, van der Velden VH, Calado RT, Young NS. Human telomere disease due to disruption of the CCAAT box of the TERC promoter. Blood. 2012 Mar 29;119(13):3060-3. doi: 10.1182/blood-2011-10-383182. Epub 2012 Feb 8."},{"pmid":"20966039","type":"DERIVED","citation":"El-Chemaly S, Ziegler SG, Calado RT, Wilson KA, Wu HP, Haughey M, Peterson NR, Young NS, Gahl WA, Moss J, Gochuico BR. Natural history of pulmonary fibrosis in two subjects with the same telomerase mutation. Chest. 2011 May;139(5):1203-1209. doi: 10.1378/chest.10-2048. Epub 2010 Oct 21."}],"seeAlsoLinks":[{"label":"NIH Clinical Center Detailed Web Page","url":"https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2004-H-0012.html"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-08-28"},"conditionBrowseModule":{"meshes":[{"id":"D000009369","term":"Neoplasms"},{"id":"D000019337","term":"Hematologic Neoplasms"}],"ancestors":[{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000006402","term":"Hematologic Diseases"}],"browseLeaves":[{"id":"M21314","name":"Hematologic Neoplasms","asFound":"Hematologic Neoplasms","relevance":"HIGH"},{"id":"M9490","name":"Hematologic Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}