{"protocolSection":{"identificationModule":{"nctId":"NCT00001403","orgStudyIdInfo":{"id":"940132"},"secondaryIdInfos":[{"id":"94-HG-0132"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Study of Proteus Syndrome and Related Congenital Disorders","officialTitle":"The Phenotype and Etiology of Proteus Syndrome"},"statusModule":{"statusVerifiedDate":"2024-05-28","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"1994-04-27","type":"ACTUAL"},"studyFirstSubmitDate":"1999-11-03","studyFirstSubmitQcDate":"1999-11-03","studyFirstPostDateStruct":{"date":"1999-11-04","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-08-17","lastUpdatePostDateStruct":{"date":"2024-08-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Human Genome Research Institute (NHGRI)","class":"NIH"},"collaborators":[{"name":"Children's National Research Institute","class":"OTHER"},{"name":"Uniformed Services University of the Health Sciences","class":"FED"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study will examine rare congenital disorders that involve malformations and abnormal growth. It will focus on patients with Proteus syndrome, whose physical features are characterized by overgrowth, benign tumors of fatty tissue or blood vessels, asymmetric arms or legs, and large feet with very thick soles. The study will explore the genetic and biochemical cause and course of the disease, the changes in symptoms over time, and the effects of the disease on patients.\n\nPatients with Proteus syndrome and their parents may be eligible for this study. Parents will be studied, when possible, for comparison of molecular findings. Study candidates will have a medical history and physical examination, including X-rays and possibly other imaging tests, such as computerized tomography (CT), magnetic resonance imaging (MRI) and ultrasound. Other tests and examinations may be done if needed.\n\nThose enrolled in the study will have will be interviewed or complete questionnaires, or both, about how their disease affects them. (Parents will be asked about their feelings about having a child with a rare disorder.) Patients will provide a small blood sample for research and may be asked to undergo biopsies from a normal area of skin and from a tumor.","detailedDescription":"The purpose of this project is to specifically delineate the phenotype and natural history and genetic etiology of Proteus syndrome (PS) and other overgrowth disorders hypothesized to be in the PI3K/AKT pathway. As we have recently determined the molecular cause of PS and the related disorder of fibroadipose overgrowth, our main objectives moving forward include genotype-phenotype correlations, identifying quantifiable phenotypic characteristics in patients and measuring changes in these characteristics over time, developing potential biomarkers for future therapeutic research, and using our new molecular insights to expand our understanding of both PS and related overgrowth disorders. The natural history and specific phenotypic characteristics of patients with PS and selected other overgrowth disorders will be determined by clinical assessment and longitudinal follow-up of patients, which includes patients who have been exposed to therapeutic agents, such as an AKT inhibitor. Subjects will be screened for eligibility using published diagnostic criteria for PS; screening for AKT1 and other pathway gene mutations may be used in patients with overlapping phenotypes. The discovery of the AKT1 activating mutation in patients with this disease provides an attractive target for directed treatment for this devastating disorder. This protocol aims to aid in identifying individuals with molecularly-confirmed AKT1 mutations who may be candidates for pharmacologic interventional studies. We also propose to expand our clinical ascertainment to determine the full range of PS/AKT1 activating mutation phenotypes and to study other overlapping conditions. The etiology of these disorders will be studied using candidate gene analysis (primarily based on the PI3K/AKT pathway) and possibly exome and whole genome sequencing, performed as part of protocol 10-HG-0065."},"conditionsModule":{"conditions":["Proteus Syndrome","PIK3CA Related Overgrowth Spectrum"],"keywords":["Sporadic","Mosaic","Growth Disorder","Progressive","Multiple Abnormalities","Natural History"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":1500,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Proteus Syndrome","description":"Patients with Proteus syndrome (PS) and other overgrowth disorders hypothesized to be in the AKT/PI3K pathway"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Molecular delineation of disorders under study","description":"Determine causative genotypes of overgrowth disorders","timeFrame":"ongoing"},{"measure":"Determination of natural history of disorders under study","description":"Determine natural history of a variety of overgrowth disorders","timeFrame":"ongoing"}]},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\nAll patients who meet clinical diagnostic criteria for PS, or who have demonstrated AKT1 p.Glu17Lys mutations are considered eligible for this protocol. As well, we will generally offer an in-person evaluation at the NIHCC to patients with PS whenever possible.\n\nAs these disorders are usually apparent at or soon after birth, and appear to evolve at least into the third decade of life, early assessment and long-term follow-up are necessary. We have already learned that PS has a high pediatric mortality rate. PS and other overgrowth disorders are progressive and for some individuals, may warrant more frequent observation during youth and adolescence. Therefore, it would not be practicable or ethical to exclude children from enrollment.\n\nPatients with overgrowth that is not definitively PS (i.e., who do not appear to meet clinical diagnostic criteria) may also be eligible to participate in this study. Decisions to invite patients in this group to the NIHCC for an in-person evaluation are made on a case-by-case basis where the patient s phenotype, health, proximity to the NIH, and fit with our current research aims will all be taken into account. In general, we will consider subjects who have one or more of the manifestations from the PS clinical criteria as eligible.\n\nEnrollment of adults with impaired decision-making capacity is scientifically justified because PS is an ultra-rare disorder where 10-15% of patients have significant cognitive impairment and gaining a better understanding of this aspect of the phenotype (as well as the other concerns adult patients may present with) is critical to advancing our knowledge of this disorder. Progression of overgrowth, particularly the fibroadipose overgrowth in CLOVES syndrome, is a significant issue in many adults with this condition and understanding the trajectory of overgrowth throughout the lifespan is an important goal of this study.\n\nThis protocol enrolls participants of all ages which includes women of child-bearing age. We recognize that women may become pregnant during the course of this study. While we have not documented a case of a female with Proteus syndrome becoming pregnant it is important to gather clinical data if such a case occurs in order to better understand the natural history of Proteus syndrome and related disorders.\n\nSince we enroll people of all ages, some of the women we enroll may become pregnant during the course of the study. No radiation imaging studies will be done on women if they are known to be pregnant. We will screen all women of reproductive age with a pregnancy test prior to surgery, as per standard surgical practice.\n\nThere are no exclusions for race, age, or gender for participants.\n\nEXCLUSION CRITERIA:\n\nPatients with cancer but who do not have overgrowth or other non-tumor manifestations of PS or non-PS overgrowth, whose tumors may harbor AKT1, PIK3CA, or other mutations, are not eligible for this study. In general, patients who clearly meet diagnostic criteria for a well-characterized overgrowth syndrome that is NOT PS are not eligible for this study. Bannayan-Riley-Ruvalcaba syndrome and PHACES syndrome are examples of such entities. We will not enroll prisoners, healthy volunteers, or lab personnel. Some persons with PS and other overgrowth conditions are intellectually disabled (ID) or developmentally delayed (probably \\~10%). The consent issues are no different for children with ID than developmentally appropriate children except that assent will be judged by developmental level instead of age. Patients who are adults and decisionally-impaired are eligible only if they have a legal guardian who has authority to sign a consent form on their behalf. Patients who are medically fragile or unable to tolerate travel to the NIHCC will not routinely be eligible for participation.\n\nWe will request permission to retain some information about prospective participants who may not be immediately enrolled. As these participants will not immediately be signing a consent form and joining the study, we propose to NOT count these participants in our Inclusion Enrollment Reports until they have formally enrolled in the study (that is, they have signed consent forms).\n\nWe will not enroll neonates (newborns less than one month old).","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Month","maximumAge":"99 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"Patients with overgrowth syndromes and, occasionally, unaffected family members for control and genetic studies.@@@","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Julie Sapp","role":"CONTACT","phone":"(301) 435-2832","email":"sappj@mail.nih.gov"},{"name":"Leslie G Biesecker, M.D.","role":"CONTACT","phone":"(301) 402-2041","email":"lesb@mail.nih.gov"}],"overallOfficials":[{"name":"Leslie G Biesecker, M.D.","affiliation":"National Human Genome Research Institute (NHGRI)","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Institutes of Health Clinical Center","status":"RECRUITING","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"35839129","type":"DERIVED","citation":"Keppler-Noreuil KM, Burton-Akright J, Kleiner DE, Sapp JC, Lindhurst MJ, Han CG, Biesecker LG, Gochuico BR. Phenotypic Features of Cystic Lung Disease in Proteus Syndrome: A Clinical Trial. Ann Am Thorac Soc. 2022 Nov;19(11):1871-1880. doi: 10.1513/AnnalsATS.202111-1214OC."},{"pmid":"34649967","type":"DERIVED","citation":"Ours CA, Sapp JC, Hodges MB, de Moya AJ, Biesecker LG. Case report: five-year experience of AKT inhibition with miransertib (MK-7075) in an individual with Proteus syndrome. Cold Spring Harb Mol Case Stud. 2021 Dec 9;7(6):a006134. doi: 10.1101/mcs.a006134. Print 2021 Dec."}],"seeAlsoLinks":[{"label":"NIH Clinical Center Detailed Web Page","url":"https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_1994-HG-0132.html"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-08-28","removedCountries":["Germany"]},"conditionBrowseModule":{"meshes":[{"id":"D000011512","term":"Proteus Infections"},{"id":"D000016715","term":"Proteus Syndrome"},{"id":"D000013577","term":"Syndrome"}],"ancestors":[{"id":"D000004194","term":"Disease"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000004756","term":"Enterobacteriaceae Infections"},{"id":"D000016905","term":"Gram-Negative Bacterial Infections"},{"id":"D000001424","term":"Bacterial Infections"},{"id":"D000001423","term":"Bacterial Infections and Mycoses"},{"id":"D000007239","term":"Infections"},{"id":"D000006223","term":"Hamartoma Syndrome, Multiple"},{"id":"D000006222","term":"Hamartoma"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000009378","term":"Neoplasms, Multiple Primary"},{"id":"D000001848","term":"Bone Diseases, Developmental"},{"id":"D000001847","term":"Bone Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000017880","term":"Limb Deformities, Congenital"},{"id":"D000009139","term":"Musculoskeletal Abnormalities"},{"id":"D000000015","term":"Abnormalities, Multiple"},{"id":"D000000013","term":"Congenital Abnormalities"}],"browseLeaves":[{"id":"M16355","name":"Syndrome","asFound":"Syndrome","relevance":"HIGH"},{"id":"M12","name":"Congenital Abnormalities","relevance":"LOW"},{"id":"M14373","name":"Proteus Infections","asFound":"Proteus","relevance":"HIGH"},{"id":"M9230","name":"Growth Disorders","relevance":"LOW"},{"id":"M14","name":"Abnormalities, Multiple","relevance":"LOW"},{"id":"M19077","name":"Proteus Syndrome","asFound":"Proteus Syndrome","relevance":"HIGH"},{"id":"M10283","name":"Infections","relevance":"LOW"},{"id":"M6368","name":"Communicable Diseases","relevance":"LOW"},{"id":"M7918","name":"Enterobacteriaceae Infections","relevance":"LOW"},{"id":"M4722","name":"Bacterial Infections","relevance":"LOW"},{"id":"M19249","name":"Gram-Negative Bacterial Infections","relevance":"LOW"},{"id":"M12136","name":"Mycoses","relevance":"LOW"},{"id":"M4721","name":"Bacterial Infections and Mycoses","relevance":"LOW"},{"id":"M9315","name":"Hamartoma Syndrome, Multiple","relevance":"LOW"},{"id":"M9314","name":"Hamartoma","relevance":"LOW"},{"id":"M12323","name":"Neoplasms, Multiple Primary","relevance":"LOW"},{"id":"M5126","name":"Bone Diseases","relevance":"LOW"},{"id":"M5127","name":"Bone Diseases, Developmental","relevance":"LOW"},{"id":"M12097","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M20062","name":"Limb Deformities, Congenital","relevance":"LOW"},{"id":"M12096","name":"Musculoskeletal Abnormalities","relevance":"LOW"},{"id":"T4553","name":"PIK3CA-related Overgrowth Spectrum","asFound":"PIK3CA-Related Overgrowth Spectrum","relevance":"HIGH"},{"id":"T4758","name":"Proteus Syndrome","asFound":"Proteus Syndrome","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}