{"protocolSection":{"identificationModule":{"nctId":"NCT00242723","nctIdAliases":["NCT00447447"],"orgStudyIdInfo":{"id":"060014"},"secondaryIdInfos":[{"id":"06-C-0014"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Evaluation of Cell Changes in Blood and Tissue in Cancers of the Lung, Esophagus and Lung Lining","officialTitle":"Prospective Evaluation of Genetic and Epigenetic Alterations in Patients With Thoracic Malignancies"},"statusModule":{"statusVerifiedDate":"2024-08-21","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2005-11-09","type":"ACTUAL"},"studyFirstSubmitDate":"2005-10-20","studyFirstSubmitQcDate":"2005-10-19","studyFirstPostDateStruct":{"date":"2005-10-20","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-08-23","lastUpdatePostDateStruct":{"date":"2024-08-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Cancer Institute (NCI)","class":"NIH"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background:\n\n* Chromatin is is the structural building block of a chromosome. It is found inside the nucleus of the cell and consists of a complex of DNA and protein.\n* Cancers of the lung, pleura (lung lining) and esophagus show profound changes in chromatin structure that may affect the course of disease in patients.\n* A better understanding of these diseases and the genetic changes associated with them may be helpful in developing new treatments for them.\n\nObjectives:\n\n* To evaluate people with cancer of the lung, pleura or esophagus for participation in NCI clinical trials.\n* To obtain biopsies (small pieces of tissue) from tumor, normal tissue and blood samples to learn more about the cellular changes in blood and tissue in tumors of the lung, esophagus and pleura and surrounding structures in the chest.\n\nEligibility: Patients 2 years of age and older with cancer of the lung, esophagus, pleura, mediastinum or chest wall, or cancers of other origin that have invaded the lung. Note: Patients \\>= 2 years of age and under 18 years of age may only participate in research sample collection.\n\nDesign:\n\n* Up to 1100 patients may be included in this study.\n* Patients undergo standard tests for evaluating the stage of their disease and for determining eligibility for an NCI investigational treatment study.\n* All patients undergo bronchoscopy and bronchoalveolar lavage (\"washing\" with salt water) to assess their tumor and collect a sample of normal tissue. Patients whose tumor is located on the outside portion of the lung may also undergo thoracoscopy to obtain a tumor sample. For bronchoscopy and bronchoalveolar lavage a tube with a light is passed through the nose or mouth into the lungs to examine the airways. Salt water is injected through the tube and then withdrawn to obtain cells for laboratory studies. For the thoracoscopy a small tube with a light is put through a small hole in the chest to obtain the tumor sample. Both procedures are usually done under general anesthesia. The tissue is examined to identify cell characteristics of people who respond to certain therapies and to identify markers on the surface of the tissue that may be useful in future research and treatment.\n* Blood and urine samples are collected from patients.\n* Patients who are eligible for a treatment study at NCI are offered participation in the study.\n* Patients for whom standard surgery, radiation or chemotherapy is more appropriate may receive treatment at NCI or with their own physician.\n* Patients who receive treatment at NCI return for follow-up examinations 4 weeks after discharge and then every 2 to 4 months depending on the nature of their cancer.","detailedDescription":"Background:\n\n* Lung and esophageal cancers as well as malignant pleural mesotheliomas exhibit epigenetic perturbations that may impact the clinical course of these neoplasms.\n* To date, epigenetic alterations in primary thoracic malignancies and neoplasms metastatic to the chest have not been evaluated in a systematic, longitudinal manner.\n\nObjectives:\n\n* To permit evaluation of patients referred to the Thoracic Surgery Branch, NCI in order to identify individuals who will be suitable candidates for clinical research protocols.\n* To obtain tumor and adjacent normal tissues as well as serum and urine samples from patients with primary or metastatic malignancies involving the lung, esophagus, pleura, and mediastinum to support preclinical research endeavors in the Thoracic Surgery Branch.\n* To perform focused germline testing of genes modulating drug metabolism, possible future whole genome sequencing studies, possible ex vivo generation of autologous tumor cell lines and EBV-transformed B cell lines for research. Tumor tissue obtained during previous protocol participation and cryopreserved may undergo this process if the patient consents on this trial.\n* To permit standard treatment for patients who are not eligible for investigational therapy on a current Thoracic Surgery protocol, but who present a novel and unique clinical training opportunity, or who manifest a clinical condition that requires immediate intervention to prevent compromise to the patient's well-being.\n* To permit long term follow up of patients with thoracic malignancies including the collection of tissue and fluids to support preclinical research particularly to ascertain if gene expression and DNA methylation profiles coincide with response to therapy.\n\nEligibility:\n\n* Patients with potentially malignant or suspicious lesions or with biopsy proven, lung or esophageal cancers, malignant pleural mesotheliomas, mediastinal or chest wall neoplasms, thymoma/thymic neoplasms, or pulmonary metastases from cancers of non-thoracic origin.\n* Patients who have an ECOG performance score of 0-2.\n* Age \\>= 2 years and older. Note: Patients \\>= 2 years of age and under 18 years of age may only participate in research sample collection if the tissue acquisition is performed during a clinically indicated surgical procedure, and the sampling of tissue, blood or urine does not add risk to the clinically indicated procedures.\n\nDesign:\n\n* This protocol is designed to:\n* Facilitate screening of patients for investigational protocols in the Thoracic Surgery Branch, NCI, and to obtain tissue samples to enable evaluation of epigenetic events in primary and metastatic thoracic malignancies, as an extension of ongoing laboratory research in the Thoracic Epigenetics Laboratory.\n* Allow for the establishment of tumor cell lines and EBV-transformed B cell lines to support immunologic evaluation of the patient s response to other clinical trials.\n* Patients will be screened to determine appropriate diagnostic and treatment interventions. Where appropriate, patients will receive standard staging, surgical intervention, and follow up care. Tissue, blood, and/or peritoneal/pleural effusion samples obtained during surgery/biopsy or clinic visits will be processed and either stored for analysis or cultured for generation of tumor cell lines and EBV-transformed B cell lines for research. After recovery from biopsy or surgery patients will continue to be followed, blood and urine samples may be collected as well as tissue when appropriate.\n* No investigational treatment will be administered on this protocol. In circumstances approved by the Section Chief, a patient may be deemed ineligible for investigational therapy, yet may undergo standard of care treatment at the NIH Clinical Center on this study.\n* It is anticipated that the protocol will enroll a maximum of 1310 patients."},"conditionsModule":{"conditions":["Malignant Pleural Mesotheliomas NOS","Esophageal Cancers NOS","Lung Cancer NOS","Thoracic Cancers","Cancers of Non Thoracic Origin With Metastases to the Lungs or Pleura"],"keywords":["Biopsy","Staging Studies","Screening","potentially malignant or suspicious lesions","Cancer Primary Evaluation","Lung Cancer","Esophageal Cancer","Malignant Pleural Mesothelioma"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":1100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"1/Cohort 1","description":"Subjects with potentially malignant or suspicious lesions, or biopsy proven thoracic cancers or thoracic metastases from cancers of non-thoracic origin"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"to obtain specimens for research","description":"specimens for research","timeFrame":"open-ended"},{"measure":"permit evaluation of patients referred to the Thoracic Surgery Branch, NCI in order to identify individuals who will be suitable candidates for treatment/intervention protocols","description":"evaluation of patients referred to the Thoracic Surgery Branch, NCI in order to identify individuals who will be suitable candidates for treatment/intervention research protocols","timeFrame":"open ended"}]},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\nPatients with potentially malignant or suspicious lesions, or with biopsy proven lung cancers or esophageal cancers, malignant pleural mesotheliomas, mediastinal or chest wall neoplasms, thymoma/thymic carcinomas, or thoracic metastases from cancers of non-thoracic origin.\n\nPatients must have an ECOG performance score of 0-2.\n\nPatients must be 2 years of age or older. Note: Patients \\>= 2 and \\< 18 years of age may participate in research sample collection if the tissue acquisition is performed during a clinically indicated surgical procedure, and the sampling of tissue, blood and urine does not add risk to the clinically indicated procedures.\n\nPatients must be aware of the nature of his/her illness. The patient must be willing to undergo standard intervention that may include endoscopic biopsies of tumor and adjacent normal tissues, and to provide blood and urine samples to support ongoing laboratory research endeavors pertaining to the epigenetics of thoracic malignancies.\n\nAbility of subject, their parents/guardians or legally authorized representative (LAR) to understand and the willingness to sign a written informed consent document.\n\nEXCLUSION CRITERIA:\n\nNone","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"primary clinical@@@","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Deneise Francis, R.N.","role":"CONTACT","phone":"(240) 858-3974","email":"deneise.francis@nih.gov"},{"name":"David S Schrump, M.D.","role":"CONTACT","phone":"(240) 760-6239","email":"david_schrump@nih.gov"}],"overallOfficials":[{"name":"David S Schrump, M.D.","affiliation":"National Cancer Institute (NCI)","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Institutes of Health Clinical Center","status":"RECRUITING","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","contacts":[{"name":"For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)","role":"CONTACT","phone":"800-411-1222","phoneExt":"TTY dial 711","email":"ccopr@nih.gov"}],"geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"11243901","type":"BACKGROUND","citation":"Schrump DS, Waheed I. Strategies to circumvent SV40 oncoprotein expression in malignant pleural mesotheliomas. Semin Cancer Biol. 2001 Feb;11(1):73-80. doi: 10.1006/scbi.2000.0348."},{"pmid":"16210090","type":"BACKGROUND","citation":"Schrump DS, Nguyen DM. Targeting the epigenome for the treatment and prevention of lung cancer. Semin Oncol. 2005 Oct;32(5):488-502. doi: 10.1053/j.seminoncol.2005.07.007."},{"pmid":"16140944","type":"BACKGROUND","citation":"Hong JA, Kang Y, Abdullaev Z, Flanagan PT, Pack SD, Fischette MR, Adnani MT, Loukinov DI, Vatolin S, Risinger JI, Custer M, Chen GA, Zhao M, Nguyen DM, Barrett JC, Lobanenkov VV, Schrump DS. Reciprocal binding of CTCF and BORIS to the NY-ESO-1 promoter coincides with derepression of this cancer-testis gene in lung cancer cells. Cancer Res. 2005 Sep 1;65(17):7763-74. doi: 10.1158/0008-5472.CAN-05-0823."},{"pmid":"35793869","type":"DERIVED","citation":"Wong-Rolle A, Dong Q, Zhu Y, Divakar P, Hor JL, Kedei N, Wong M, Tillo D, Conner EA, Rajan A, Schrump DS, Jin C, Germain RN, Zhao C. Spatial meta-transcriptomics reveal associations of intratumor bacteria burden with lung cancer cells showing a distinct oncogenic signature. J Immunother Cancer. 2022 Jul;10(7):e004698. doi: 10.1136/jitc-2022-004698."}],"seeAlsoLinks":[{"label":"NIH Clinical Center Detailed Web Page","url":"https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2006-C-0014.html"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":".All IPD recorded in the medical record will be shared with intramural investigators upon request. @@@@@@In addition, all large scale genomic sequencing data will be shared with subscribers to dbGaP.","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"timeFrame":"Clinical data available during the study and indefinitely.@@@@@@Genomic data are available once genomic data are uploaded per protocol GDS plan for as long as database is active.","accessCriteria":"Clinical data will be made available via subscription to BTRIS and with the permission of the study PI. @@@@@@Genomic data are made available via dbGaP through requests to the data custodians."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-08-28"},"conditionBrowseModule":{"meshes":[{"id":"D000004938","term":"Esophageal Neoplasms"},{"id":"D000008654","term":"Mesothelioma"},{"id":"D000086002","term":"Mesothelioma, Malignant"},{"id":"D000009369","term":"Neoplasms"}],"ancestors":[{"id":"D000008175","term":"Lung Neoplasms"},{"id":"D000012142","term":"Respiratory Tract Neoplasms"},{"id":"D000013899","term":"Thoracic Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000005770","term":"Gastrointestinal Neoplasms"},{"id":"D000004067","term":"Digestive System Neoplasms"},{"id":"D000006258","term":"Head and Neck Neoplasms"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000004935","term":"Esophageal Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000000236","term":"Adenoma"},{"id":"D000009375","term":"Neoplasms, Glandular and Epithelial"},{"id":"D000009370","term":"Neoplasms by Histologic Type"},{"id":"D000018301","term":"Neoplasms, Mesothelial"},{"id":"D000010997","term":"Pleural Neoplasms"}],"browseLeaves":[{"id":"M11172","name":"Lung Neoplasms","relevance":"LOW"},{"id":"M8088","name":"Esophageal Neoplasms","asFound":"Esophageal Cancer","relevance":"HIGH"},{"id":"M12307","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M11634","name":"Mesothelioma","asFound":"Mesothelioma","relevance":"HIGH"},{"id":"M2537","name":"Mesothelioma, Malignant","asFound":"Malignant Pleural Mesothelioma","relevance":"HIGH"},{"id":"M14979","name":"Respiratory Tract Neoplasms","relevance":"LOW"},{"id":"M16658","name":"Thoracic Neoplasms","relevance":"LOW"},{"id":"M11168","name":"Lung Diseases","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M8886","name":"Gastrointestinal Neoplasms","relevance":"LOW"},{"id":"M7256","name":"Digestive System Neoplasms","relevance":"LOW"},{"id":"M9348","name":"Head and Neck Neoplasms","relevance":"LOW"},{"id":"M8883","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M7255","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M8085","name":"Esophageal Diseases","relevance":"LOW"},{"id":"M3591","name":"Adenoma","relevance":"LOW"},{"id":"M12320","name":"Neoplasms, Glandular and Epithelial","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"M20445","name":"Neoplasms, Mesothelial","relevance":"LOW"},{"id":"M13887","name":"Pleural Neoplasms","relevance":"LOW"},{"id":"T2141","name":"Esophageal Cancer","asFound":"Esophageal Cancer","relevance":"HIGH"},{"id":"T3584","name":"Malignant Mesothelioma","asFound":"Mesothelioma","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}