{"protocolSection":{"identificationModule":{"nctId":"NCT00872495","orgStudyIdInfo":{"id":"2002-061"},"organization":{"fullName":"Lahey Clinic","class":"OTHER"},"briefTitle":"Evaluation of Non-Invasive Assays for the Detection of Urothelial Cancer","officialTitle":"Evaluation of Non-Invasive Assays for the Detection of Urothelial Cancer of the Bladder and Kidney"},"statusModule":{"statusVerifiedDate":"2024-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2002-09"},"primaryCompletionDateStruct":{"date":"2025-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-11","type":"ESTIMATED"},"studyFirstSubmitDate":"2009-03-27","studyFirstSubmitQcDate":"2009-03-27","studyFirstPostDateStruct":{"date":"2009-03-31","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-03-01","lastUpdatePostDateStruct":{"date":"2024-03-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Lahey Clinic","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The purpose of this study is to determine if analysis of DNA and protein material found in urine will be useful in the detection of urothelial cancer of the bladder and kidney. This analysis may be helpful to determine if how a particular cancer will act regarding remission and recurrence","detailedDescription":"Bladder cancer is one of the most common malignancies worldwide. The rate of occurrence of these tumors is highest in the developed countries, ranking as the sixth most frequent neoplasm. Approximately 90% of malignant tumors arising in the bladder are of epithelial origin, the majority being transitional cell carcinomas. Early stage bladder tumors have been classified into two groups with distinct behaviors and different molecular profiles: Low-grade tumors (always papillary and usually superficial), and high-grade tumors (either papillary or non-papillary and often invasive). Clinically, superficial bladder tumors (stages Ta, Tis and T1) account for 75-80% of bladder neoplasms, while the remaining 15-20% are invasive (T2, T3, T4) or metastatic lesions at the time of presentation. Over 70% of patients affected with superficial tumors will have one or more recurrences after initial treatment, and about one-third of those patients will progress and eventually succumb to their disease.\n\nPrevious publications from this Urology Department have introduced the idea of a non-invasive, molecular-based assay for the detection and monitoring of bladder cancer (Levesque et al. 1993; Fitzgerald et al. 1995). At the time of publication there was limited knowledge of molecular changes underlying the different clinical pathways outlined above and our assay was based on one gene (c-H-ras-1). In the last few years, it has become clear that activation events associated with FGFR-3 can be found associated with 40%-60% of low-grade, low-stage bladder tumors whilst p53 mutations are linked to a more aggressive phenotype progressing via the CIS pathway. Mutations found in the c-H-ras-1 gene can straddle both of these groups. We propose to assess the use of a multiple mutation-based assay, using DNA from exfoliated cells in the urine of patients, to establish the sensitivity and specificity in tumor detection compared to cystoscopy and cytology. In addition, we propose to isolate free-DNA for use in molecular assays. The remaining urine will be stored to evaluate biomarkers for the detection of tumor presence or progression using protein-based analyses.\n\nCancer Patient Group:\n\nAll patients harboring tumors and scheduled to have a cystectomy, cystoscopy,or nephroureterectomy will be eligible for this study. This will include patients at first presentation and those who are in follow-up. Urine samples collected at the time of a procedure will be obtained from catheterized urine in the operating room. Urine obtained in the clinic setting will be obtained via voiding, as with standard urine sample collection. We propose to collect urine from study participants who have a cystoscopy on each occasion that they visit the Urology Department regarding the treatment and follow-up of their disease. The urine will be collected at intervals over a two-year period.\n\nControl Patient Group:\n\nThe cancer assays to be tested use DNA analysis and antibodies to specific proteins as well as functional assays for proteins to attempt to identify bladder tumor presence. It is important to know whether other changes, including kidney stones, cystitis etc. cause the release of the same DNA or proteins into the urine as was found in cancer patients. The frequency of false positive results will determine the utility of the assay in the cancer detection arena. A patient group of age-matched controls will be recruited from the aforementioned patient populations requiring a single urine donation at the time of their scheduled clinic visit.\n\nThe primary objective of this study is to evaluate the utility of emerging technologies in the detection of bladder tumor cells using non-invasive approaches utilizing voided urine samples. This will include methodologies than can establish the sensitivity of detection of specific mutations associated with bladder cancer progression and the utility of this approach in complementing cystoscopy and cytology. The mutation status of amplified DNA fragments will be established using multiple molecular techniques. We will also isolate free-DNA from urine and perform extended-PCR to ascertain the proportional representation of large DNA fragments i.e. \\>1,500bp as an indicator of apoptotic activity and evaluate microRNA profiles from the urine samples.\n\nUrine-borne exfoliated cells will be pelleted from urine collections using centrifugation and DNA/RNA will be extracted. The urine supernatant will be run over a DNA affinity column to capture free-DNA for analysis. Nucleic acids isolated from these procedures will be analyzed using PCR and various molecular technologies to establish the mutation status at different gene loci. The remaining urine will be frozen and used in protein detection assays using a panel of biomarkers with putative prognostic significance.\n\nDetection of tumor presence will be compared in urine specimens undergoing mutational analysis and the current standard of treatment (cytology and cystoscopy together). As cytology is not performed on all patients, fewer urine specimens are expected in the cytology and cystoscopy group than in the mutational analysis group. Therefore a comparative analysis between these two groups will be performed using an analysis of variance (ANOVA) test where significance will be set at p\\<0.05."},"conditionsModule":{"conditions":["Urothelial Cancer","Cancer","Bladder Neoplasms","Urinary Bladder Cancer"],"keywords":["Urothelial Cancer","Cancer","Bladder Neoplasms","Urinary Bladder Cancer"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Urine"},"enrollmentInfo":{"count":500,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"1","description":"Bladder Cancer Group:\n\nPatients scheduled to have a cystectomy or cystoscopy of their bladder with possible removal or biopsy of bladder tumor or tissue.\n\nTwo urine samples collected at the time of the scheduled procedure:\n\nOne sample collected through voiding. The other sample collected from atheterized urine in the operating room. Additional urine samples may be collected at each follow up visit over two years. These samples will be obtained via voiding, standard urine sample collection."},{"label":"2","description":"Control Group: Patients with no known evidence of bladder cancer. One urine sample will be collected through voiding, as with standard urine sample collection at the time of clinic visit."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To evaluate the utility of emerging technologies in the detection of bladder tumor cells using non-invasive approaches utilizing voided urine samples.","timeFrame":"Ongoing Lab analysis for study duration: final data completion date"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients scheduled to have a nephroureterectomy, cystectomy, cytoscopy (newly diagnosed bladder cancer and those with recurrent disease in follow up)\n* Control Group: No known evidence of bladder cancer-one urine sample\n* \\> than 18 years of age\n\nExclusion Criteria:\n\n* \\< than 18 years of age","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Lahey Clinic patients presenting to the Department of Urology and Primary Care Referrals","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Kimberly Rieger-Christ, PhD","role":"CONTACT","phone":"781-744-2969","email":"Kimberly.R.Christ@lahey.org"},{"name":"Linda M. Topjian","role":"CONTACT","phone":"781-744-8711","email":"Linda.M.Topjian@Lahey.org"}],"overallOfficials":[{"name":"Kimberly Rieger-Christ, PhD","affiliation":"Lahey Clinic, Inc.","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Lahey Clinic, Inc.","status":"RECRUITING","city":"Burlington","state":"Massachusetts","zip":"01805","country":"United States","contacts":[{"name":"Arthur Mourtzinos, M.D.","role":"SUB_INVESTIGATOR"},{"name":"Andrea Sorcini, M.D.","role":"SUB_INVESTIGATOR"},{"name":"Ali Moinzadeh, M.D.","role":"SUB_INVESTIGATOR"},{"name":"David Canes, M.D.","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":42.50482,"lon":-71.19561}}]},"referencesModule":{"references":[{"pmid":"2024123","type":"BACKGROUND","citation":"Sidransky D, Von Eschenbach A, Tsai YC, Jones P, Summerhayes I, Marshall F, Paul M, Green P, Hamilton SR, Frost P, et al. Identification of p53 gene mutations in bladder cancers and urine samples. Science. 1991 May 3;252(5006):706-9. doi: 10.1126/science.2024123."},{"pmid":"7902340","type":"BACKGROUND","citation":"Levesque P, Ramchurren N, Saini K, Joyce A, Libertino J, Summerhayes IC. Screening of human bladder tumors and urine sediments for the presence of H-ras mutations. Int J Cancer. 1993 Nov 11;55(5):785-90. doi: 10.1002/ijc.2910550516."},{"pmid":"7707384","type":"BACKGROUND","citation":"Fitzgerald JM, Ramchurren N, Rieger K, Levesque P, Silverman M, Libertino JA, Summerhayes IC. Identification of H-ras mutations in urine sediments complements cytology in the detection of bladder tumors. J Natl Cancer Inst. 1995 Jan 18;87(2):129-33. doi: 10.1093/jnci/87.2.129."},{"pmid":"12910517","type":"BACKGROUND","citation":"Rieger-Christ KM, Mourtzinos A, Lee PJ, Zagha RM, Cain J, Silverman M, Libertino JA, Summerhayes IC. Identification of fibroblast growth factor receptor 3 mutations in urine sediment DNA samples complements cytology in bladder tumor detection. Cancer. 2003 Aug 15;98(4):737-44. doi: 10.1002/cncr.11536. Erratum In: Cancer. 2003 Nov 1;98(9):2000."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-08-28"},"conditionBrowseModule":{"meshes":[{"id":"D000001749","term":"Urinary Bladder Neoplasms"}],"ancestors":[{"id":"D000009369","term":"Neoplasms"},{"id":"D000014571","term":"Urologic Neoplasms"},{"id":"D000014565","term":"Urogenital Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000001745","term":"Urinary Bladder Diseases"},{"id":"D000014570","term":"Urologic Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"}],"browseLeaves":[{"id":"M5030","name":"Urinary Bladder Neoplasms","asFound":"Urinary Bladder Cancer","relevance":"HIGH"},{"id":"M17320","name":"Urologic Neoplasms","relevance":"LOW"},{"id":"M17315","name":"Urogenital Neoplasms","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M27093","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M14127","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8399","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M5026","name":"Urinary Bladder Diseases","relevance":"LOW"},{"id":"M17319","name":"Urologic Diseases","relevance":"LOW"},{"id":"M27095","name":"Male Urogenital Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}