{"protocolSection":{"identificationModule":{"nctId":"NCT00515060","orgStudyIdInfo":{"id":"ANS00-339"},"organization":{"fullName":"M.D. Anderson Cancer Center","class":"OTHER"},"briefTitle":"Psychophysical Studies of Cancer Therapy Pain","officialTitle":"Psychophysical Studies of Cancer Therapy-Induced Pain: A Feasibility Study"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2001-01-23","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-04-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-04-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2007-08-09","studyFirstSubmitQcDate":"2007-08-10","studyFirstPostDateStruct":{"date":"2007-08-13","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"M.D. Anderson Cancer Center","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The Aim of this Study is to examine the feasibility of using quantitative sensory testing procedures, widely applied to the experimental study of sensory processing in humans both with and without various pain syndromes, to now characterize the psychophysical properties of neuropathic pain that has developed as a consequence of cancer therapy. Skin punch biopsies will be performed in patients with chemotherapy-induced pain to determine whether the impairment of nerve function is due to actual retraction or loss of innervation to the skin in areas affected by sensory disturbance.","detailedDescription":"Study Participation:\n\nParticipants will be contacted either before their initiation of chemotherapy or following their referral to pain management service for neuropathic cancer treatment-related pain.\n\nThe sensory tests will take about 1 hour to complete. These tests will seek to find the threshold (a measure of sensitivity) at which you perceive stimuli, such as touch, coolness, warmth, hot/cold feeling and pinprick. You will be asked to rate the intensity of each of these stimuli that you perceive to be painful. You will also be asked to rate the intensity of stimuli that are at a fixed intensity above the pain threshold for most people. Your skin temperature using a radiometer, a scan of your fingers and/or toes, grooved peg board, a timed task to place pegs in slots, and pain scale rating will be collected. Each part of the sensory test are optional and will be collected when possible.\n\nYou may either be tested at repeated intervals throughout your chemotherapy or at later follow-up dates to check the length of symptoms.\n\nLength of Study:\n\nYour participation will be complete once you have completed all the sensory testing.\n\nHealthy Controls:\n\nStudy Participation:\n\nIf you agree to take part in this study, you will take part in sensory tests. The sensory tests will take about 1 hour to complete. These tests will seek to find the threshold (a measure of sensitivity) at which you perceive stimuli, such as touch, coolness, warmth, hot/cold feeling and pinprick. You will be asked to rate the intensity of each of these stimuli that you perceive to be painful. You will also be asked to rate how severe the stimuli that are above the level considered painful by most people. Your skin temperature using a radiometer, a scan of your fingers and/or toes, grooved peg board, a timed task to place pegs in slots, and pain scale rating will be collected. Each part of the sensory test are optional and will be collected when possible.\n\nA skin biopsy will also be performed. If you are taking anticoagulants (blood thinners), you may be asked to stop taking them for several days, before the procedure, due to the risk of bleeding. For the skin punch biopsy, the skin is numbed with lidocaine and cleaned with betadine and an alcohol swab. Once the skin is anesthetized (numb), a small amount of skin will be collected using a sterile 3 mm punch tool (knife). After removal of the skin, the area where you were tested will be wiped with a sterile gauze, and antibiotic ointment will be applied. Then, it will be covered with a band aid. You will be given a small supply of antibiotic ointment and band aids. You will be asked to clean the skin with soap and water twice each day and to apply the ointment and band aid.\n\nResearchers will study the skin sample and compare it to skin samples from cancer patients, so that they can try to better understand the cause of pain that occurs because of cancer therapy.\n\nLength of Study:\n\nYour participation will be complete once you have completed the sensory testing and skin biopsy."},"conditionsModule":{"conditions":["Advanced Cancer","Pain"],"keywords":["Advanced Cancer","Therapy-Induced Pain","Pain Threshold","Sensory Tests","Stimuli","Pain"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":450,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Cancer Therapy-Induced Pain","description":"Patients with advanced cancer entering chemotherapy or have reported pain as a result of cancer treatment.","interventionNames":["Other: Sensory Tests"]}],"interventions":[{"type":"OTHER","name":"Sensory Tests","description":"Tests to find the threshold at which perceive stimuli.","armGroupLabels":["Cancer Therapy-Induced Pain"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Participant Heat + Cold Pain Threshold","timeFrame":"1 Hour Sensory Testing: Baseline + testing at repeated intervals throughout chemotherapy or at later follow-ups."},{"measure":"Participant Mechanical Testing Results <Touch Detection Threshold; Sharpness Threshold + Pain Ratings to Needle Probe; Bump Test>","timeFrame":"1 Hour Sensory Testing: Baseline + testing at repeated intervals throughout chemotherapy or at later follow-ups."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Since moderate pain, albeit brief, will be induced, this feasibility project will be limited to consenting adults, 18 years old or older, in which there is also a well established QST database.\n2. The subjects must be able to understand the nature of the study and have signed consent.\n3. The patients must either: a) have pain that has developed as a consequence of cancer therapy with either vinca alkaloids, taxanes, bortezomib, thalidomide, platinum-based compounds or ionizing irradiation. OR b) have no pain that has developed as a consequence of cancer therapy, and are just entering chemotherapy with taxanes, vinka alkaloids, bortezomib, thalidomide, or platinum-based compounds\n4. (For Healthy Controls) Willing to participate and have signed an informed consent.\n\nExclusion Criteria:\n\n1. Patients who refuse to participate or who are determined incapable of completing the research.\n2. (For Healthy Controls) Receiving anti-coagulants, immunosuppressed or diabetic.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients, 18 years or older, with advanced cancer experiencing cancer therapy-induced pain.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Patrick M. Dougherty, PhD","role":"CONTACT","phone":"713-745-0438","email":"pdougherty@mdanderson.org"}],"overallOfficials":[{"name":"Patrick M. Dougherty, PhD","affiliation":"M.D. Anderson Cancer Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Texas MD Anderson Cancer Center","status":"RECRUITING","city":"Houston","state":"Texas","zip":"77030","country":"United States","contacts":[{"name":"Patrick M. Dougherty, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":29.76328,"lon":-95.36327}}]},"referencesModule":{"seeAlsoLinks":[{"label":"The University of Texas M.D.Anderson Cancer Center","url":"http://www.mdanderson.org"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-08-28"},"conditionBrowseModule":{"browseLeaves":[{"id":"M13066","name":"Pain","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}