{"protocolSection":{"identificationModule":{"nctId":"NCT00026650","nctIdAliases":["NCT00436813"],"orgStudyIdInfo":{"id":"000074"},"secondaryIdInfos":[{"id":"00-C-0074"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Evaluation of Late Effects and Natural History of Disease in Patients Treated With Radiotherapy","officialTitle":"Evaluation of Late Effects and Natural History of Disease in Patients Treated With Radiotherapy"},"statusModule":{"statusVerifiedDate":"2024-08-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2000-02-14","type":"ACTUAL"},"studyFirstSubmitDate":"2001-11-14","studyFirstSubmitQcDate":"2001-11-14","studyFirstPostDateStruct":{"date":"2001-11-15","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-08-08","lastUpdatePostDateStruct":{"date":"2024-08-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Cancer Institute (NCI)","class":"NIH"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background:\n\n* This protocol acknowledges that it is in the interest of the NIH and ROB, as well as our patients, to continue to follow those who have been treated with radiotherapy at ROB and are not otherwise eligible for current active research protocols.\n* It also provides a mechanism for the correlation and interpretation of disparate data for research into the long term side effects and outcomes for a variety of disease entities and treatments, such as combined modality treatment, MoAb, PDT, radiation modifiers, intraoperative radiotherapy, etc.\n\nObjective:\n\n-The primary objective of this protocol is to assess the late effects of treatment and the natural history of disease through collection of data from any standard procedures performed as part of follow up care on patients previously treated with radiotherapy in the Radiation Oncology Branch (ROB).\n\nEligibility:\n\n-Patients who received radiation therapy at the NCI and are not entered on an interventional research protocol at the time of enrollment.\n\nDesign:\n\n* This is a natural history protocol in which data will be collected from Radiation Oncology Branch patients receiving standard of care long-term follow up care and evaluation, including NIH consultation services as required.\n* It will be made clear to patients in the consent form, that data collected during their follow-up may be used anonymously for publications concerning the natural history of disease processes and long-term effects of treatment.","detailedDescription":"BACKGROUND\n\n* This protocol acknowledges that it is in the interest of the NIH and ROB, as well as our participants, to continue to follow those who have been treated with radiotherapy at ROB and are not otherwise eligible for current active research protocols.\n* It also provides a mechanism for the correlation and interpretation of disparate data for research into the long term side effects and outcomes for a variety of disease entities and treatments, such as combined modality treatment, MoAb, PDT, radiation modifiers,\n\nintraoperative radiotherapy, etc.\n\nOBJECTIVE\n\n-The primary objective of this protocol is to assess the late effects of treatment and the natural history of disease through collection of data from any standard procedures performed as part of follow up care on participants previously treated with radiotherapy in the Radiation Oncology Branch (ROB).\n\nELIGIBILITY\n\n-Participants who received radiation therapy at the NCI and are not enrolled on an interventional research protocol at the time of enrollment.\n\nDESIGN\n\n* This is a natural history protocol in which data will be collected from Radiation Oncology Branch participants receiving standard of care long-term follow up care and evaluation, including NIH consultation services as required.\n* It will be made clear to participants in the consent form, that data collected during their follow-up may be used anonymously for publications concerning the natural history of disease processes and long-term effects of treatment."},"conditionsModule":{"conditions":["Cancer"],"keywords":["Late Effects","Radiation Therapy","Cancer","Natural History"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":700,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"1/Cohort 1","description":"Patients who have received radiotherapy in the ROB and may or may not be officially entered on a clinical protocol."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Assessment of the late effects of treatment and the natural history of disease","description":"Description of late effects of radiation treatment and the natural history of diseases being studied.","timeFrame":"Ongoing"}]},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\nROB investigator deems that it is in the best interests of the participant and the NCI/ROB for the participant to be seen in follow-up in the ROB clinic.\n\nParticipant is able to provide informed consent.\n\nParticipant must have a primary physician in the community to whom records and appropriate follow-up management can be given. Social services will be enlisted for any participants who lack health insurance, etc.\n\nParticipants who have received radiotherapy in the ROB and may or may not be officially entered on a clinical protocol. Some participants treated prior to 1993 may not have been officially entered on a clinical protocol.\n\nAge greater than or equal to 18 years of age\n\nEXCLUSION CRITERIA:\n\nParticipants who are on an interventional research protocol at NIH at the time of enrollment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients who received radiation","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Theresa Cooley Zgela, R.N.","role":"CONTACT","phone":"(301) 451-8905","email":"tcooley@mail.nih.gov"},{"name":"Kevin A Camphausen, M.D.","role":"CONTACT","phone":"(240) 760-6205","email":"camphauk@mail.nih.gov"}],"overallOfficials":[{"name":"Kevin A Camphausen, M.D.","affiliation":"National Cancer Institute (NCI)","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Institutes of Health Clinical Center","status":"RECRUITING","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","contacts":[{"name":"For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)","role":"CONTACT","phone":"800-411-1222","phoneExt":"TTY dial 711","email":"ccopr@nih.gov"}],"geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"seeAlsoLinks":[{"label":"NIH Clinical Center Detailed Web Page","url":"https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2000-C-0074.html"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":".All IPD recorded in the medical record will be shared with intramural investigators upon request.","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"timeFrame":"Clinical data available during the study and indefinitely.","accessCriteria":"Clinical data will be made available via subscription to BTRIS and with the permission of the study PI."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-08-28"}},"hasResults":false}