{"protocolSection":{"identificationModule":{"nctId":"NCT00044304","orgStudyIdInfo":{"id":"020286"},"secondaryIdInfos":[{"id":"02-I-0286"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Tyrosine Kinase Inhibition to Treat Myeloid Hypereosinophilic Syndrome","officialTitle":"Efficacy of Tyrosine Kinase Inhibition in Reducing Eosinophilia in Patients With Myeloid and/or Steroid-Refractory Hypereosinophilic Syndrome"},"statusModule":{"statusVerifiedDate":"2024-07-17","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2002-09-26","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-01-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-01-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2002-08-24","studyFirstSubmitQcDate":"2002-08-24","studyFirstPostDateStruct":{"date":"2002-08-26","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-08-17","lastUpdatePostDateStruct":{"date":"2024-08-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Institute of Allergy and Infectious Diseases (NIAID)","class":"NIH"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to evaluate the safety and efficacy of the tyrosine kinase inhibitor, imatinib mesylate (Gleevec ) in reducing peripheral blood eosinophilia in patients with the myeloid form of hypereosinophilic syndrome (HES). Patients with the hypereosinophilic syndrome who meet a set of criteria designed to select patients with the myeloid form of the disease, as well as patients without myeloid disease who are refractory to standard therapy for HES, will be admitted on this protocol. A thorough clinical evaluation will be performed with emphasis on potential sequelae of eosinophil-mediated tissue damage. A baseline bone marrow will be obtained to exclude leukemia or lymphoma and to assess the degree and nature of eosinophilopoiesis. Bone marrow, blood cells and/or serum will also be collected to test for the presence of a recently described mutation that is associated with imatinib-responsiveness in HES, and to provide reagents (such as DNA, RNA, and specific antibodies) and for use in the laboratory to address issues related to the mechanism of action of imatinib mesylate in HES. Imatinib mesylate will be initiated at a dose of 400 mg daily, the FDA-approved dose for the treatment of chronic myelogenous leukemia. In patients who demonstrate a complete clinical and hematologic response to imatinib therapy and who do not have life-threatening disease, the dose will be decreased gradually to 100mg daily and then discontinued. In order to minimize bone marrow suppression, other myelosuppressive agents will be tapered and discontinued during the first week of therapy with imatinib mesylate. Complete blood counts will be performed weekly for the first month and biweekly thereafter. Clinical assessments will be performed every three months to assess progression of end organ damage.\n\nIn patients who demonstrate a complete clinical and hematologic response to imatinib therapy and who do not have life-threatening disease, the dose will be decreased gradually to 100 mg daily and then discontinued. In the event of clinical, hematologic or molecular relapse during the taper, the imatinib dose will be increased to a maximum of 600 mg daily to achieve a second remission. Laboratory monitoring will be performed as above except for molecular monitoring which will be monitored monthly if drug is discontinued or molecular relapse occurs. Once a stable dosing regimen is achieved for greater than or equal to 6 months in subjects who have undergone dose descalation or greater than or equal to 2 years in subjects receiving 300-400 mg of imatinib daily who did not qualify for dose de-escalation, the frequency of NIH visits and end organ assessments will be decreased to 6 months, with molecular monitoring every 3 months and monthly routine laboratory assessments.","detailedDescription":"This study will evaluate the safety and effectiveness of imatinib mesylate in reducing the number of eosinophils (a type of white blood cell) in patients with hypereosinophilic syndrome (HES). Patients with HES have elevated counts of eosinophils in the blood and body tissues, which can cause damage to these tissues. Although HES can involve any tissues, the heart, nerves, and skin are most often affected. Several drugs, including steroids, interferon, and hydroxyurea can lower eosinophil counts; however, these drugs have drawbacks in that they do not work in all patients with HES, or they may work only temporarily, or patients may develop side effects that require stopping the drugs. Imatinib mesylate is a new drug approved to treat gastrointestinal tumors and chronic myelogenous leukemia. Some data suggest that imatinib mesylate may be useful in treating a subgroup of patients with HES.\n\nPatients with HES who are 18 years of age and older may be eligible for this study. Candidates will be screened with a medical history, physical examination, blood tests, electrocardiogram (EKG), echocardiogram (ultrasound examination of the heart), pulmonary (lung) function tests, eye exam and a bone marrow examination to determine if they fall into the subgroup of patients likely to respond to this therapy. For the bone marrow procedure, an area of skin and bone is numbed and a very sharp needle is inserted into the bone to draw out a sample of bone marrow for evaluation under the microscope.\n\nPatients enrolled in the study will take imatinib mesylate daily. Any other drugs they may be taking for HES, as well as other drugs they are taking that may interact with imatinib mesylate, will be tapered and stopped. If it is not possible to stop taking certain drugs for other conditions, their dosages may be adjusted. Patients will be monitored weekly with laboratory testing during the first month of treatment and whenever neutrophil counts drop below 1500/mm3 or platelets fall below 100,000/mm3. If blood counts remain high enough, monitoring will be reduced to every 2 weeks for 3 months and once a month after that. Patients will have a clinic visit at NIH 1 month after beginning the drug for a clinical and laboratory evaluation, including a repeat bone marrow examination. Patients whose eosinophil counts are not lowered after 4 weeks of treatment will leave the study. Those who respond to therapy will return to NIH every 3 months for a history and physical examination, laboratory tests, EKG, echocardiogram, and pulmonary function testing to determine how treatment is affecting disease progression. In some participants with stable disease where an optimal dose of imatinib mesylate has been identified, visits may be extended to every six months. In addition, the following procedures will be done solely for research purposes:\n\n* Blood tests to determine the effects of imatinib mesylate on immune cells, including eosinophils.\n* Leukapheresis to study the effects of imatinib mesylate on eosinophils: For this procedure, whole blood is collected through a needle in an arm vein, similar to donating blood. The blood circulates through a machine that separates it into its components, and the white cells are removed. The rest of the blood is returned to the body, either through the same needle or through another needle in the other arm.\n* Bone marrow examinations will be done during the screening tests and again 1 month after starting treatment to look at newly developing cells in the bone marrow.\n* Genetic testing to determine how imatinib mesylate is able to lower eosinophil counts in patients with HES."},"conditionsModule":{"conditions":["Eosinophilic Myeloid Neoplasm","Hypereosinophilic Syndrome"],"keywords":["Janus Kinase","Imatinib","Ruxolitinib","Myeloid Neoplasm","Platelet-Derived Growth Factor Receptor Alpha","Hypereosinophilic Syndrome","HES"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SEQUENTIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Imatinib","type":"EXPERIMENTAL","description":"open label imatinib mesylate treatment","interventionNames":["Drug: Imatinib"]},{"label":"Ruxolitinib","type":"EXPERIMENTAL","description":"open label ruxolitinib treatment","interventionNames":["Drug: Ruxolitinib"]}],"interventions":[{"type":"DRUG","name":"Imatinib","description":"The dosing regimen to be used initially (400 mg po qd in adults and 260 mg/m2/day in children with food and a glass of water) is identical to that recommended by the FDA for the treatment of the chronic phase of chronic myelogenous leukemia (CML) (Prod Info Gleevec ). In patients with ANC \\<1500/mm3, platelet counts \\< 75,000mm3 or abnormal liver function tests (ALT or AST \\> 2.5 or bilirubin \\> 3 times the upper limit of normal), the starting dose will be reduced to 300 mg po qD.","armGroupLabels":["Imatinib"]},{"type":"DRUG","name":"Ruxolitinib","description":"The dosing regimen to be used initially (15 mg po bid) is identical to that recommended by the FDA for the treatment of myelofibrosis with platelet counts of 100-200,000/mm3 (Prod Info ruxolitinib). In patients with platelet counts \\<100,000/mm3, moderate renal impairment (CrCl \\<60 mL/min) or abnormal liver function tests (ALT or AST \\> 2.5 or bilirubin \\> 3 times the upper limit of normal), the starting dose will be reduced to 10 mg bid. The recommended guidelines for dose adjustment during therapy and discontinuation of therapy in myelofibrosis will be followed.","armGroupLabels":["Ruxolitinib"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"peripheral blood absolute eosinophil count.","description":"The percentage of subjects who reach an eosinophil count in the normal range","timeFrame":"one month (for imatinib) and 3 months (for ruxolitinib)."}],"secondaryOutcomes":[{"measure":"peripheral blood eosinophil count","description":"The % of subjects who reach an eosinophil count in the normal range","timeFrame":"3,6,9 and 12 months"},{"measure":"peripheral blood eosinophil count","description":"The % of subjects who reach an eosinophil count below 1500/mm3","timeFrame":"1, 3, 6, 9, and 12 months"},{"measure":"abnormal tyrosine kinase (i.e., FIP1L1-PDGFRA, JAK2 V617F)","description":"The % of subjects who achieve molecular remission on therapy","timeFrame":"every 3 months for 5 years"},{"measure":"clinical, hematologic and molecular remission","description":"The duration of remission following cessation of therapy","timeFrame":"every 3 months for 5 years"}]},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\nIn order to be eligible to participate in this study, an individual must meet all of the following criteria:\n\n1. Male or female, at least 2 years of age for imatinib therapy and \\>=18 years of age for ruxolitinib therapy\n2. Documented diagnosis of hypereosinophilic syndrome: eosinophilia \\> 1,500/mm\\^3 on two occasions, no secondary etiology for the eosinophilia despite careful clinical evaluation, and evidence of end organ damage (histologic evidence of tissue infiltration by eosinophils and/or objective evidence of clinical pathology in any organ system that is temporally associated with eosinophilia and not clearly attributable to another cause).\n3. All participants must fit one of the following four categories:\n\n   1. Myeloid neoplasm associated with a PDGFRA or PDGFRB rearrangement\n   2. Myeloid neoplasm associated with rearrangement or mutation involving the JAK-STAT pathway\n   3. Presence of \\>=4 of the following laboratory criteria suggestive of a myeloid disorder:\n\n      * Dysplastic eosinophils on peripheral smear\n      * Serum B12 level \\>= 1000 pg/mL\n      * Serum tryptase level \\>= 12\n      * Anemia and/or thrombocytopenia\n      * Bone marrow cellularity \\> 80% with left shift in maturation\n      * Dysplastic (spindle-shaped) mast cells on bone marrow biopsy\n      * Evidence of fibrosis on bone marrow biopsy\n      * Dysplastic megakaryocytes on bone marrow biopsy\n   4. Refractory to or intolerant of steroids without evidence of a myeloid disorder\n4. Negative serum beta-human chorionic gonadotropin 24 hours prior to drug administration for women of childbearing potential to exclude early pregnancy\n5. Agrees to practice abstinence or effective contraception during administration of imatinib mesylate or ruxolitinib and for 6 months after discontinuation of the drug. Women of childbearing potential who are using hormonal contraceptives and taking ruxolitinib will also be required to use a barrier method.\\*\\*\n6. Participation in protocol 94-I-0079 (Activation and function of eosinophils in conditions with blood or tissue eosinophilia)\n\nNOTE: Participants who meet inclusion criteria, but are already receiving imatinib, may be enrolled in the dose de-escalation portion of the study at the investigator s discretion. Patients who meet inclusion criteria, but are already receiving ruxolitinib, may be enrolled at the investigator s discretion if baseline data are available and they have received ruxolitinib at the dose specified in the protocol for less than 2 months (primary endpoint)....\n\n\\*\\*Effective contraception includes the use of hormonal (birth control pills, for example) and/or barrier (condoms and diaphragms, for example) methods by participants and/or their partners to prevent pregnancy in women of childbearing potential. For women of childbearing potential who use hormonal methods as their primary means of contraception and will be receiving treatment\n\nwith ruxolitinib, barrier methods will also be required due to possible interference of ruxolitinib with hormonal contraceptives.\n\nAlthough a private physician is not required for inclusion in the study, it is strongly recommended that all participants have a physician outside the NIH for routine medical care and emergencies.\n\nEXCLUSION CRITERIA:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n1. Pregnant or nursing women\n2. HIV positivity or other known immunodeficiency\n3. D816V KIT-positive systemic mastocytosis\n4. Absolute neutrophil count \\< 1000/mm\\^3 or platelet count \\<10,000/mm\\^3 or \\<50,000/m\\^3 with clinical evidence of bleeding.\n5. Elevated transaminases (\\>5 times the upper limit of normal) or elevated bilirubin (\\>3 times the upper limit of normal)\n6. Any condition that, in the investigator s opinion, places the patient at undue risk by participating in the study\n\nAn individual who meets any of the following criteria will be excluded from participation in the ruxolitinib treatment arm of this study:\n\n1. Evidence of B cell clonality by PCR or flow cytometry\n2. Active tuberculosis, or acute or chronic active infection with hepatitis B or C\n3. Treatment with fluconazole \\>200 mg daily\n\nParticipants with active tuberculosis will be excluded. The most current Infectious Diseases Society of America guidelines will be followed regarding isoniazid therapy for latent tuberculosis. Participants who refuse recommended prophylactic therapy for tuberculosis will be counseled regarding the risks of reactivation of tuberculosis during ruxolitinib therapy but will not be systematically excluded. Molecular and serologic tests for hepatitis B and serology for hepatitis C will be performed regardless of vaccination history. Participants with evidence of active or chronic infection with hepatitis B or positive hepatitis C serology will be excluded from participation in the ruxolitinib arm of the protocol. Specifically, a positive hepatitis B serology indicative of previous immunization (i.e., Hepatitis B anti-surface antibody-positive and Hepatitis B anti-core antibody-negative) or a fully resolved acute hepatitis B infection is not an exclusion criterion. Patients with an indolent chronic hepatitis B infection (normal alanine aminotransferase \\[ALT\\], aspartate aminotransferase \\[AST\\], and albumin, and no radiographic or biopsy evidence of cirrhosis) will be evaluated by an NIH hepatologist and may be eligible. Patients who choose to remain on study with evidence of prior hepatitis B infection will be counseled regarding the risks of reactivation prior to initiation of ruxolitinib therapy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Thomas W Brown, R.N.","role":"CONTACT","phone":"(301) 402-7823","email":"browntw@mail.nih.gov"},{"name":"Amy D Klion, M.D.","role":"CONTACT","phone":"(301) 435-8903","email":"aklion@niaid.nih.gov"}],"overallOfficials":[{"name":"Amy D Klion, M.D.","affiliation":"National Institute of Allergy and Infectious Diseases (NIAID)","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Institutes of Health Clinical Center","status":"RECRUITING","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","contacts":[{"name":"For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)","role":"CONTACT","phone":"800-411-1222","phoneExt":"TTY dial 711","email":"ccopr@nih.gov"}],"geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"26797802","type":"BACKGROUND","citation":"Khoury P, Desmond R, Pabon A, Holland-Thomas N, Ware JM, Arthur DC, Kurlander R, Fay MP, Maric I, Klion AD. Clinical features predict responsiveness to imatinib in platelet-derived growth factor receptor-alpha-negative hypereosinophilic syndrome. Allergy. 2016 Jun;71(6):803-10. doi: 10.1111/all.12843. Epub 2016 Mar 2."},{"pmid":"27887955","type":"BACKGROUND","citation":"King B, Lee AI, Choi J. Treatment of Hypereosinophilic Syndrome with Cutaneous Involvement with the JAK Inhibitors Tofacitinib and Ruxolitinib. J Invest Dermatol. 2017 Apr;137(4):951-954. doi: 10.1016/j.jid.2016.10.044. Epub 2016 Nov 22. No abstract available."},{"pmid":"25964669","type":"BACKGROUND","citation":"Klion AD. How I treat hypereosinophilic syndromes. Blood. 2015 Aug 27;126(9):1069-77. doi: 10.1182/blood-2014-11-551614. Epub 2015 May 11."},{"pmid":"17709602","type":"DERIVED","citation":"Klion AD, Robyn J, Maric I, Fu W, Schmid L, Lemery S, Noel P, Law MA, Hartsell M, Talar-Williams C, Fay MP, Dunbar CE, Nutman TB. Relapse following discontinuation of imatinib mesylate therapy for FIP1L1/PDGFRA-positive chronic eosinophilic leukemia: implications for optimal dosing. Blood. 2007 Nov 15;110(10):3552-6. doi: 10.1182/blood-2007-07-100164. Epub 2007 Aug 20."}],"seeAlsoLinks":[{"label":"NIH Clinical Center Detailed Web Page","url":"https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2002-I-0286.html"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-08-28"},"conditionBrowseModule":{"meshes":[{"id":"D000017681","term":"Hypereosinophilic Syndrome"},{"id":"D000013577","term":"Syndrome"}],"ancestors":[{"id":"D000004194","term":"Disease"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000004802","term":"Eosinophilia"},{"id":"D000007960","term":"Leukocyte Disorders"},{"id":"D000006402","term":"Hematologic Diseases"}],"browseLeaves":[{"id":"M16355","name":"Syndrome","asFound":"Syndrome","relevance":"HIGH"},{"id":"M7961","name":"Eosinophilia","relevance":"LOW"},{"id":"M19901","name":"Hypereosinophilic Syndrome","asFound":"Hypereosinophilic Syndrome","relevance":"HIGH"},{"id":"M10963","name":"Leukocyte Disorders","relevance":"LOW"},{"id":"M9490","name":"Hematologic Diseases","relevance":"LOW"},{"id":"T2886","name":"Hypereosinophilic Syndrome","asFound":"Hypereosinophilic Syndrome","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000068877","term":"Imatinib Mesylate"}],"ancestors":[{"id":"D000092004","term":"Tyrosine Kinase Inhibitors"},{"id":"D000047428","term":"Protein Kinase Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000000970","term":"Antineoplastic Agents"}],"browseLeaves":[{"id":"M11900","name":"Mitogens","relevance":"LOW"},{"id":"M11110","name":"Liver Extracts","relevance":"LOW"},{"id":"M324","name":"Imatinib Mesylate","asFound":"Mixed","relevance":"HIGH"},{"id":"M4949","name":"Bilirubin","relevance":"LOW"},{"id":"M2889","name":"Tyrosine Kinase Inhibitors","relevance":"LOW"},{"id":"M25820","name":"Protein Kinase Inhibitors","relevance":"LOW"},{"id":"M7951","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"T22","name":"Tyrosine","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Hemat","name":"Hematinics"},{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"AA","name":"Amino Acids"}]}},"hasResults":false}