{"protocolSection":{"identificationModule":{"nctId":"NCT00040352","nctIdAliases":["NCT00045240"],"orgStudyIdInfo":{"id":"020211"},"secondaryIdInfos":[{"id":"02-C-0211"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Clinical, Laboratory, and Epidemiologic Characterization of Individuals and Families at High Risk of Melanoma","officialTitle":"Clinical, Laboratory, and Epidemiologic Characterization of Individuals and Families at High Risk of Melanoma"},"statusModule":{"statusVerifiedDate":"2024-05-23","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2002-07-01","type":"ACTUAL"},"studyFirstSubmitDate":"2002-06-25","studyFirstSubmitQcDate":"2002-06-25","studyFirstPostDateStruct":{"date":"2002-06-26","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-08-17","lastUpdatePostDateStruct":{"date":"2024-08-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Cancer Institute (NCI)","class":"NIH"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study will investigate how genetic and environmental factors contribute to the development of melanoma, a type of skin cancer, and related conditions.\n\nIndividuals \\>=4 weeks with a personal or family history of melanoma or atypical spitzoid/Spitz tumor may be eligible for this study. Participants will:\n\n* Fill out one or two questionnaires about their personal and family medical history.\n* Provide written consent for researchers to review their medical records and pathology materials related to their care and those of deceased relatives with melanomas, tumors, cancer, or other related illnesses for whom they are the next-of-kin or legally authorized representative.\n* Donate a blood or cheek cell sample to be used for genetic studies. (The blood sample is collected through a needle in an arm vein. The cheek cell sample is obtained either by gently brushing the inside of the mouth with a soft brush or by swishing a tablespoon of mouthwash and then spitting it into a container.)\n* Undergo a skin biopsy (removal of a small piece of skin tissue) for genetic study. For this procedure, the area of skin to be removed is numbed with a local anesthetic and a 1/4-inch piece of skin is excised with a cookie cutter-like instrument. The wound is then covered with a band-aid.\n\nParticipants may be asked to travel to the NIH Clinical Center for evaluation, including a medical history, physical examination, and some of the following procedures:\n\n* Full body skin examination to evaluate the type and number of moles and document any evidence of sun damage to the skin. The examination involves all the skin from the scalp to the bottoms of the feet. After the examination, a medical photographer will photograph the skin, with close-ups of skin lesions marked by the examiner. If there are parts of the skin the participant does not want examined or photographed, he or she can tell the examiner.\n* Blood draw of about 120 milliliters (4 ounces) or less\n* Skin biopsy\n* Cheek cell sample\n* X-rays, ultrasound and magnetic resonance imaging (MRI) studies to detect tumors or changes in tumors or other types of changes in specific tissues. MRI is a diagnostic test that uses strong magnetic fields and radiowaves to examine body tissues. The subject lies on a table that is moved into a large tunnel-like machine (the scanner) for about 45 minutes to 1 hour.\n\nWhen the tests are finished, a doctor will discuss the results with the participant and the need, if any, for clinical follow-up.","detailedDescription":"Study Description:\n\nMelanoma-prone families and individuals with risk factors for melanoma, including people with Spitzoid tumors and giant congenital nevi, are human models of susceptibility to neoplasia from which mechanisms of cancer susceptibility may be elucidated. For most of the high-risk cancer susceptibility genes, including CDKN2A and CDK4 in melanoma-prone families, germline mutations conferring risk have been found through family studies. Investigations of individuals and families at high risk of melanoma have led to etiologic clues that are important in the general population and have identified persons most likely to benefit from chemoprevention trials and screening programs aimed at early diagnosis of melanoma.\n\nObjectives:\n\n1. To evaluate and define the clinical spectrum and natural history of disease in syndromes predisposing to melanoma\n2. To evaluate potential precursor states of disease in individuals and families at risk\n3. To quantify risks of melanoma, pancreatic cancer, and other cancers in family members and individuals with an elevated risk for melanoma\n4. To map, clone, and determine function of tumor susceptibility genes in melanoma-prone families, including modifier genes such as pigmentation or dysplastic nevi genes\n5. To identify genetic determinants and gene-environmental interactions conferring melanoma (and other cancer) risk in individuals and families\n6. To evaluate gene-gene and gene-environment interactions in melanoma (and other cancer) formation\n7. To characterize genetic alternations in precursor lesions and melanomas that occur in individuals and families with an increased risk of melanoma.\n8. To educate and counsel study participants about their melanoma risk and methods for primary and secondary prevention of melanoma\n9. To develop educational materials for medical professionals and high-risk family members\n\nEndpoints:\n\nPrimary endpoints:\n\nAll cancers that occur in individuals and families at high risk of melanoma\n\nSecondary endpoints:\n\nSecondary endpoints are markers of pre-malignant conditions, such as dysplastic nevi, giant congenital nevi, and Spitzoid tumors"},"conditionsModule":{"conditions":["Melanoma","Dysplastic Nevus Syndrome"],"keywords":["Genetics","Risk Factors","Natural History","Melanoma Precursors","Skin Cancer","Melanoma"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"FAMILY_BASED","timePerspective":"OTHER"},"enrollmentInfo":{"count":3000,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"All cancers that occur in individuals and families at high risk of melanoma","description":"1. Identification of major susceptibility genes for melanoma and dysplastic nevi. 2. Prospective risk of melanoma after initial exam and melanoma education. 3. Mortality of melanoma in families. 4. Identification of other risk factors for familial melanoma. 5. Identification of other cancers in melanoma-prone individuals and families.","timeFrame":"Ongoing"}],"secondaryOutcomes":[{"measure":"Secondary endpoints are markers of pre-malignant conditions, such as dysplastic nevi, giant congenital nevi, and Spitzoid tumors","description":"Identify markers, genes in premalignant conditions.","timeFrame":"Ongoing"}]},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n* On referral, persons \\>=4 weeks old of any gender, race or ethnicity will be considered for inclusion in the study because of the criteria noted below.\n* Affected: An individual who meets any of the following criteria will be eligible to participate in this study:\n\n  * personal medical history of melanoma of an unusual type, pattern, or number diagnosed at any age; or,\n  * known or suspected factor(s) predisposing to melanoma, either genetic or congenital factors (giant congenital nevi, dysplastic nevi, Spitzoid tumors), or unusual demographic features (e.g., very young age of onset, multiple melanomas, previous history of heritable retinoblastoma, Hodgkin s disease, lymphoma, immunodeficiency syndrome, or organ transplant).\n  * Ability of the individual or their parent or legal guardian, to understand, and their willingness to provide informed consent.\n* Unaffected: An individual who meets any of the following criteria will be eligible to participate in this study:\n\n  * family medical history of melanoma of an unusual type, pattern, or number; or,\n  * known or suspected factor(s) predisposing to melanoma, either genetic or congenital factors (giant congenital nevi, dysplastic nevi. Spitzoid tumors), or unusual demographic features (e.g., very young age of onset, multiple melanomas, previous history of heritable retinoblastoma, Hodgkin s disease, lymphoma, immunodeficiency syndrome, or organ transplant).\n  * Ability of the individual or their parent, or legal guardian to understand, and their willingness to provide informed consent.\n* Personal and family medical history must be verified through questionnaires, interviews, and review of pathology slides and medical records.\n\nEXCLUSION CRITERIA:\n\n* Referred individuals and families for whom reported diagnoses cannot be verified;\n* Inability to provide informed consent","healthyVolunteers":true,"sex":"ALL","minimumAge":"4 Weeks","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"All members of families with three or more living melanoma cases in the U.S. are eligible for inclusion in the study if the families are willing to participate.@@@@@@","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"NCI Family Study Referrals","role":"CONTACT","phone":"(800) 518-8474","email":"ncifamilystudyreferrals@mail.nih.gov"},{"name":"Michael R Sargen, M.D.","role":"CONTACT","phone":"(240) 276-7354","email":"michael.sargen@nih.gov"}],"overallOfficials":[{"name":"Michael R Sargen, M.D.","affiliation":"National Cancer Institute (NCI)","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Cancer Institute (NCI)","status":"RECRUITING","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","contacts":[{"name":"For more information at the NIH Clinical Center contact National Cancer Institute Referral Office","role":"CONTACT","phone":"888-624-1937"}],"geoPoint":{"lat":38.98067,"lon":-77.10026}},{"facility":"National Institutes of Health Clinical Center","status":"RECRUITING","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","contacts":[{"name":"For more information at the NIH Clinical Center contact National Cancer Institute Referral Office","role":"CONTACT","phone":"888-624-1937"}],"geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"23892592","type":"BACKGROUND","citation":"Liang X, Pfeiffer RM, Li WQ, Brossard M, Burke LS, Wheeler W, Calista D, Fargnoli MC, Ghiorzo P, Peris K, Bianchi-Scarra G, Chaudru V, Zelenika D, Maeder D, Burdette L, Yeager M, Chanock S, Landi MT, Demenais F, Tucker MA, Goldstein AM, Yang XR. Association of genetic variants in CDK6 and XRCC1 with the risk of dysplastic nevi in melanoma-prone families. J Invest Dermatol. 2014 Feb;134(2):481-487. doi: 10.1038/jid.2013.316. Epub 2013 Jul 26."},{"pmid":"23549396","type":"BACKGROUND","citation":"Goldstein AM, Tucker MA. Dysplastic nevi and melanoma. Cancer Epidemiol Biomarkers Prev. 2013 Apr;22(4):528-32. doi: 10.1158/1055-9965.EPI-12-1346."},{"pmid":"27449771","type":"BACKGROUND","citation":"Yang XR, Rotunno M, Xiao Y, Ingvar C, Helgadottir H, Pastorino L, van Doorn R, Bennett H, Graham C, Sampson JN, Malasky M, Vogt A, Zhu B, Bianchi-Scarra G, Bruno W, Queirolo P, Fornarini G, Hansson J, Tuominen R, Burdett L, Hicks B, Hutchinson A, Jones K, Yeager M, Chanock SJ, Landi MT, Hoiom V, Olsson H, Gruis N, Ghiorzo P, Tucker MA, Goldstein AM. Multiple rare variants in high-risk pancreatic cancer-related genes may increase risk for pancreatic cancer in a subset of patients with and without germline CDKN2A mutations. Hum Genet. 2016 Nov;135(11):1241-1249. doi: 10.1007/s00439-016-1715-1. Epub 2016 Jul 23."},{"pmid":"33811164","type":"DERIVED","citation":"Sargen MR, Pfeiffer RM, Elder DE, Yang XR, Goldstein AM, Tucker MA. The Impact of Longitudinal Surveillance on Tumor Thickness for Melanoma-Prone Families with and without Pathogenic Germline Variants of CDKN2A and CDK4. Cancer Epidemiol Biomarkers Prev. 2021 Apr;30(4):676-681. doi: 10.1158/1055-9965.EPI-20-1521."},{"pmid":"31326397","type":"DERIVED","citation":"Sargen MR, Pfeiffer RM, Yang XR, Tucker MA, Goldstein AM. Variation in Cutaneous Patterns of Melanomagenesis According to Germline CDKN2A/CDK4 Status in Melanoma-Prone Families. J Invest Dermatol. 2020 Jan;140(1):174-181.e3. doi: 10.1016/j.jid.2019.06.138. Epub 2019 Jul 18."},{"pmid":"29408205","type":"DERIVED","citation":"Tucker MA, Elder DE, Curry M, Fraser MC, Pichler V, Zametkin D, Yang XR, Goldstein AM. Risks of Melanoma and Other Cancers in Melanoma-Prone Families over 4 Decades. J Invest Dermatol. 2018 Jul;138(7):1620-1626. doi: 10.1016/j.jid.2018.01.021. Epub 2018 Feb 8."}],"seeAlsoLinks":[{"label":"NIH Clinical Center Detailed Web Page","url":"https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2002-C-0211.html"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-08-28"},"conditionBrowseModule":{"meshes":[{"id":"D000008545","term":"Melanoma"},{"id":"D000004416","term":"Dysplastic Nevus Syndrome"}],"ancestors":[{"id":"D000018358","term":"Neuroendocrine Tumors"},{"id":"D000017599","term":"Neuroectodermal Tumors"},{"id":"D000009373","term":"Neoplasms, Germ Cell and Embryonal"},{"id":"D000009370","term":"Neoplasms by Histologic Type"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000009380","term":"Neoplasms, Nerve Tissue"},{"id":"D000018326","term":"Nevi and Melanomas"},{"id":"D000012878","term":"Skin Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000012871","term":"Skin Diseases"},{"id":"D000009506","term":"Nevus"},{"id":"D000009386","term":"Neoplastic Syndromes, Hereditary"},{"id":"D000030342","term":"Genetic Diseases, Inborn"}],"browseLeaves":[{"id":"M16355","name":"Syndrome","relevance":"LOW"},{"id":"M11528","name":"Melanoma","asFound":"Melanoma","relevance":"HIGH"},{"id":"M15681","name":"Skin Neoplasms","relevance":"LOW"},{"id":"M7590","name":"Dysplastic Nevus Syndrome","asFound":"Dysplastic Nevus Syndrome","relevance":"HIGH"},{"id":"M12448","name":"Nevus, Pigmented","relevance":"LOW"},{"id":"M12446","name":"Nevus","relevance":"LOW"},{"id":"M20495","name":"Neuroendocrine Tumors","relevance":"LOW"},{"id":"M19845","name":"Neuroectodermal Tumors","relevance":"LOW"},{"id":"M20388","name":"Neuroectodermal Tumors, Primitive","relevance":"LOW"},{"id":"M12318","name":"Neoplasms, Germ Cell and Embryonal","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"M12325","name":"Neoplasms, Nerve Tissue","relevance":"LOW"},{"id":"M20470","name":"Nevi and Melanomas","relevance":"LOW"},{"id":"M15674","name":"Skin Diseases","relevance":"LOW"},{"id":"M12331","name":"Neoplastic Syndromes, Hereditary","relevance":"LOW"},{"id":"M23686","name":"Genetic Diseases, Inborn","relevance":"LOW"},{"id":"T4091","name":"Neuroendocrine Tumor","relevance":"LOW"},{"id":"T4092","name":"Neuroepithelioma","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}