{"protocolSection":{"identificationModule":{"nctId":"NCT00166569","orgStudyIdInfo":{"id":"5U01HD044417-03","type":"NIH","link":"https://reporter.nih.gov/quickSearch/5U01HD044417-03"},"organization":{"fullName":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"},"briefTitle":"The Genetics of Polycystic Ovarian Syndrome","officialTitle":"The Genetics of Polycystic Ovarian Syndrome"},"statusModule":{"statusVerifiedDate":"2020-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2003-01"},"primaryCompletionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2005-09-09","studyFirstSubmitQcDate":"2005-09-09","studyFirstPostDateStruct":{"date":"2005-09-14","type":"ESTIMATED"},"lastUpdateSubmitDate":"2020-03-01","lastUpdatePostDateStruct":{"date":"2020-03-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Corrine Welt","investigatorTitle":"Associate Professor of Medicine","investigatorAffiliation":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)"},"leadSponsor":{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The goal of this study is to determine the genetic basis of polycystic ovary syndrome (PCOS). We will first look for genes in the Icelandic population, where large family trees are known and it is easier to search for genes. We will then determine whether these same genes are important in U.S. PCOS patients.","detailedDescription":"Polycystic Ovary Syndrome (PCOS) is one of the most common endocrine disorders in women. Its marked phenotypic variability, puzzling list of associated conditions, and hence potential risk to a woman's health over her lifecycle clearly remain a clinical investigational, genetic, and therapeutic challenge. To a great extent, this variability can be attributed to the marked genetic and environmental heterogeneity of the populations studied. We plan to address many of these long-term clinical research obstacles by delineating the genetic basis of PCOS in a unique investigational venue, the Icelandic population. Studying the Icelandic population has the following advantages: a) the population's relative genetic and environmental homogeneity; b) the remarkably rich genealogic database; and c) the centralized healthcare information. In this unusual venue, clustering of large numbers of PCOS families with known relationships is possible. Their relative homogeneity and genealogic characteristics can reduce genetic variance and hence be used to map the genetic basis for PCOS more efficiently than in more heterogeneous populations. As the genes responsible for PCOS emerge, this protocol will also determine phenotype/genotype correlations in Iceland, contrasting them with US women, and assess their long-term medical consequences.\n\nEach female subject will be asked to arrive fasting in the morning. Women with PCOS will be asked to arrive at least 10 days from their last menstrual period, while women with regular menstrual cycles will be seen within the first 14 days after their menstrual period starts. All subjects will be asked to fill out an extensive questionnaire. Subjects will then undergo further history, physical exam and laboratory exams. Blood will be drawn at baseline for DNA (the material in the cell that holds the genes), fasting blood glucose and insulin, HbA1C, total and fractionated cholesterol, triglycerides, testosterone, androstenedione, DHEAS, SHBG and 17-OH Progesterone. Additional blood will be drawn at 10 and 20 minutes for measurement of LH and FSH, which are pulsatile. An oral glucose tolerance test will be optional. A standardized transvaginal ultrasound will be performed to look at the ovaries in all female subjects. This can be done over the abdomen with a full bladder if the patient prefers.\n\nMale family members will also undergo a history, physical and laboratory exams in an identical manner to that of their female family members with the addition that specific notice of their hair distribution will be made. PCOS subjects who are on oral contraceptives or other hormonal medication may have cholesterol, insulin, glucose, triglycerides and HbA1C labs drawn, whereas subjects on insulin sensitizing agents will not have any blood drawn for these tests. These subjects will undergo an ultrasound and DNA sampling.\n\nAll hormone blood samples from Icelandic and Boston subjects will be examined in Boston. All DNA testing will be performed in the Genotyping Core of deCODE, a company in Iceland. Therefore, all DNA samples from Iceland and Boston will be analyzed in Iceland. The Boston blood samples will be coded and sent to the DeCODE genotyping facility. The investigators in Boston will retain the link between the code and the subject information in a locked area in the office. The names of subjects will not be disclosed to deCODE."},"conditionsModule":{"conditions":["Polycystic Ovary Syndrome"],"keywords":["Polycystic Ovary Syndrome"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":2700,"type":"ESTIMATED"}},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Inclusion Criteria-PCOS Probands: 1) Aged 18 yrs or above 2) Oligomenorrhea or amenorrhea (\\<9 menses/yr); 3) clinical and/or biochemical evidence of hyperandrogenemia; 4) normal TSH and prolactin \\<25 ng/mL; 5) on no hormonal or insulin sensitizing medication for at least 3 months and have not taken Provera for at least ten days prior to enrollment. If the subject has previously had hormone levels drawn and processed in the Reproductive Endocrine Laboratory, it is not necessary to discontinue hormonal or insulin sensitizing medication.\n\nA second group of PCOS probands with a documented diagnosis of PCOS will also be recruited. These subjects will meet all of the criteria above except that they will be on hormonal medication.\n\nInclusion Criteria-Female Unaffected Relatives: 1) Aged at 18 yrs or above; 2) Regular menstrual cycles 21-35 days or history of regular menstrual cycles in the past if menopausal; 3) no clinical or biochemical evidence of hyperandrogenism; 4) normal TSH and prolactin \\<25 ng/mL; 5) on no hormonal or insulin sensitizing medication for at least 3 months.\n\nInclusion Criteria-Male Relatives: 1) Aged 18 yrs or above; 2) normal TSH and prolactin \\<25 ng/mL; 5) on no hormonal or insulin sensitizing medication for at least 3 months.\n\nInclusion Criteria-Control Subjects: All control subjects will meet the criteria outlined for the female unaffected relatives. In Iceland, control subjects will be recruited from the Icelandic national registry, matched by age and sex to PCOS subjects and their family members. They will otherwise be recruited at random. In Boston, control subjects will be recruited from email and newspaper listings.\n\nExclusion Criteria:\n\n* Exclusion Criteria PCOS Probands: Subjects will not have 1) late onset congenital adrenal hyperplasia as defined by a fasting 17OH progesterone level \\<200 ng/mL or a cortrosyn stimulated 17 OH progesterone level \\<500 ng/mL.\n\nExclusion Criteria (Female unaffected relatives): None. Exclusion Criteria Male Relatives: None. Exclusion Criteria-Control Subjects: Control subjects chosen at random will be excluded if they are already participating in the study as a PCOS subject or are a first degree family member of the PCOS subject.","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Women with PCOS age 18 to 40 years, sampled from the population and controls without PCOS.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Corrine Welt, MD","role":"CONTACT","phone":"801-585-1875","email":"cwelt@genetics.utah.edu"},{"name":"Corrine K Welt, MD","role":"CONTACT","phone":"801-585-1875","email":"cwelt@partners.org"}],"overallOfficials":[{"name":"Corrine Welt, MD","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Utah","status":"RECRUITING","city":"Salt Lake City","state":"Utah","zip":"84112","country":"United States","contacts":[{"name":"Corrine Welt, MD","role":"CONTACT","phone":"801-585-1875","email":"cwelt@genetics.utah.edu"},{"name":"Corrine K Welt, MD","role":"CONTACT","phone":"801-585-1875","phoneExt":"8015851875","email":"cwelt@genetics.utah.edu"},{"name":"Corrine K Welt, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":40.76078,"lon":-111.89105}}]},"referencesModule":{"references":[{"pmid":"25994816","type":"DERIVED","citation":"Saxena R, Bjonnes AC, Georgopoulos NA, Koika V, Panidis D, Welt CK. Gene variants associated with age at menopause are also associated with polycystic ovary syndrome, gonadotrophins and ovarian volume. Hum Reprod. 2015 Jul;30(7):1697-703. doi: 10.1093/humrep/dev110. Epub 2015 May 20."},{"pmid":"25904635","type":"DERIVED","citation":"Saxena R, Georgopoulos NA, Braaten TJ, Bjonnes AC, Koika V, Panidis D, Welt CK. Han Chinese polycystic ovary syndrome risk variants in women of European ancestry: relationship to FSH levels and glucose tolerance. Hum Reprod. 2015 Jun;30(6):1454-9. doi: 10.1093/humrep/dev085. Epub 2015 Apr 22."},{"pmid":"23375202","type":"DERIVED","citation":"Pau C, Saxena R, Welt CK. Evaluating reported candidate gene associations with polycystic ovary syndrome. Fertil Steril. 2013 May;99(6):1774-8. doi: 10.1016/j.fertnstert.2012.12.033. Epub 2013 Jan 30."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-08-28"},"conditionBrowseModule":{"meshes":[{"id":"D000011085","term":"Polycystic Ovary Syndrome"},{"id":"D000013577","term":"Syndrome"}],"ancestors":[{"id":"D000004194","term":"Disease"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000010048","term":"Ovarian Cysts"},{"id":"D000003560","term":"Cysts"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000010049","term":"Ovarian Diseases"},{"id":"D000000291","term":"Adnexal Diseases"},{"id":"D000005831","term":"Genital Diseases, Female"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000091662","term":"Genital Diseases"},{"id":"D000006058","term":"Gonadal Disorders"},{"id":"D000004700","term":"Endocrine System Diseases"}],"browseLeaves":[{"id":"M16355","name":"Syndrome","asFound":"Syndrome","relevance":"HIGH"},{"id":"M13970","name":"Polycystic Ovary Syndrome","asFound":"Polycystic Ovary Syndrome","relevance":"HIGH"},{"id":"M6765","name":"Cysts","relevance":"LOW"},{"id":"M12971","name":"Ovarian Cysts","relevance":"LOW"},{"id":"M12972","name":"Ovarian Diseases","relevance":"LOW"},{"id":"M3643","name":"Adnexal Diseases","relevance":"LOW"},{"id":"M8943","name":"Genital Diseases, Female","relevance":"LOW"},{"id":"M2876","name":"Genital Diseases","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M27093","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M14127","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8399","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M9163","name":"Gonadal Disorders","relevance":"LOW"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"}]}},"hasResults":false}