{"protocolSection":{"identificationModule":{"nctId":"NCT00881920","orgStudyIdInfo":{"id":"H-23574-CHARKALL"},"secondaryIdInfos":[{"id":"CHARKALL","type":"OTHER","domain":"Baylor College of Medicine"}],"organization":{"fullName":"Baylor College of Medicine","class":"OTHER"},"briefTitle":"Kappa-CD28 T Lymphocytes, Chronic Lymphocytic Leukemia, B-cell Lymphoma or Multiple Myeloma, CHARKALL","officialTitle":"Phase I Study of Adoptive Transfer of Autologous T Lymphocytes Engrafted With a Chimeric Antigen Receptor Targeting the Kappa Light Chain of Immunoglobulin Expressed in Patients With CLL, B-Cell Lymphoma or Multiple Myeloma","acronym":"CHARKALL"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2009-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2035-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2009-04-14","studyFirstSubmitQcDate":"2009-04-14","studyFirstPostDateStruct":{"date":"2009-04-15","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-02-20","lastUpdatePostDateStruct":{"date":"2024-02-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Carlos Ramos","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Baylor College of Medicine"},"leadSponsor":{"name":"Baylor College of Medicine","class":"OTHER"},"collaborators":[{"name":"The Methodist Hospital Research Institute","class":"OTHER"},{"name":"Center for Cell and Gene Therapy, Baylor College of Medicine","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Patients have a type of cancer called NHL, Multiple Myeloma (MM) or CLL that has come back or has not gone away after treatment. There is no standard treatment for the cancer at this time or the currently used treatments do not work completely in all cases like these. This is a gene transfer research study using special immune cells.\n\nThe body has different ways of fighting infection and disease. No single way seems perfect for fighting cancers. This research study combines two different ways of fighting disease, antibodies and T cells, that investigators hope will work together. Antibodies are types of proteins that protect the body from bacterial and other diseases. T cells, also called T lymphocytes, are special infection-fighting blood cells that can kill other cells, including tumor cells. Both antibodies and T cells have been used to treat patients with cancers; they have shown promise, but have not been strong enough to cure most patients.\n\nThe antibody used in this study recognizes a protein on the lymphoma, MM or CLL cells called kappa immunoglobulin. Antibodies can stick to lymphoma, MM or CLL cells when it recognizes the kappa molecules present on the tumor cells. For this study, the kappa antibody has been changed so that instead of floating free in the blood it is now joined to the T cells. When an antibody is joined to a T cell in this way it is called a chimeric receptor. These chimeric receptor-T cells seem to kill some of the tumor, but they don't last very long and so their chances of fighting the cancer are limited.\n\nIn the laboratory, investigators found that T cells work better if they also add a protein that stimulates T cells to grow called CD28. By joining the anti-kappa antibody to the T cells and adding the CD28, the investigators expect to be able to make cells that will last for a longer time in the body (because of the presence of the CD28). They are hoping this will make the cells work better.\n\nPreviously, when patients enrolled on this study, they were assigned to one of three different doses of the kappa-CD28 T cells. We found that all three dose levels are safe. Now, the plan is to give patients the highest dose that we tested.\n\nThese chimeric T cells (kappa-CD28) are an investigational product not approved by the FDA.","detailedDescription":"To prepare the lymphoma, MM or CLL specific T cells investigators will take 240 ml (up to 16 tablespoonfuls)of blood from the patient. This would be drawn as 2 (two) separate blood collections of 120 ml (up to 8 tablespoonfuls) of blood.\n\nTo get the kappa antibody (with CD28) to attach to the surface of the T cell, investigators inserted the antibody gene into the T cell. This is done with a virus called a retrovirus that has been made for this study and will carry the antibody gene into the T cell. This virus also helps investigators find the T cells in the patient's blood after they're injected. Because the patient has received cells with a new gene in them patients will be followed for a total of 15 years to see if there are any long term side effects of gene transfer.\n\nSeveral studies suggest that the infused T cells need room to be able to grow and accomplish their functions and that this may not happen if there are too many other T cells in circulation. Because of that, if the level of circulating T cells is relatively high or the patient has B-CLL, the patient may receive treatment with cyclophosphamide and fludarabine (Cy and Flu) prior to the infusion of the T cells. This drug will decrease the numbers of the patients own T cells before infusion of the kappa-CD28 T cells. Although investigators don't expect any effect on the tumor with the dose that the patient will receive, this drug is part of many regimens that are used to treat lymphoma, MM or CLL. If you are already receiving chemotherapy, this may not be needed.\n\nPatients will be given an injection of cells into the vein through an IV line. If s/he receives Cy and Flu as stated above, the T cells will be given no sooner than 24 hours afterwards. If the patient has recently received other chemotherapy, the T cells will be given at least 24 hours after their last chemotherapy. The injection will take about 20 minutes. Investigators will follow the patient in the clinic after the injection. The treatment will be given by the Center for Cell and Gene Therapy at Texas Children's Hospital or Houston Methodist Hospital.\n\nIf after a 4-6 week evaluation period after the infusion, the patient seems to be experiencing a benefit (confirmed by radiological studies, physical exam and/or symptoms), the patient may be able to receive additional doses of the T cells if they wish. These additional infusions would be at least 4-6 weeks apart and at the same dose level they received the first time or a lower dose. If the patient's circulating T cells are relatively high prior to any additional doses of T cells, they may receive Cy and Flu beforehand."},"conditionsModule":{"conditions":["Lymphoma","Myeloma","Leukemia"],"keywords":["Lymphocytic","Leukemia","B Cell","Non-Hodgkin","Multiple Myeloma","Lymphoma"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":54,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Kappa CD28 T cells for B-CLL","type":"EXPERIMENTAL","description":"T cells will be infused at least 24 hours after chemotherapy. Three dose levels will be evaluated. Cohorts of size 2 will be enrolled at each dose level. Each patient will receive one injection 2-30 mL of each dose over 1 to 20 minutes.","interventionNames":["Biological: Kappa CD28 T cells"]},{"label":"Kappa CD28 T cells for B-cell lymphoma","type":"EXPERIMENTAL","description":"T cells will be infused at least 24 hours after chemotherapy. Three dose levels will be evaluated. Cohorts of size 2 will be enrolled at each dose level. Each patient will receive one injection 2-30 mL of each dose over 1 to 20 minutes.","interventionNames":["Biological: Kappa CD28 T cells"]},{"label":"Kappa CD28 T cells for myeloma","type":"EXPERIMENTAL","description":"T cells will be infused at least 24 hours after chemotherapy. Three dose levels will be evaluated. Cohorts of size 2 will be enrolled at each dose level. Each patient will receive one injection 2-30 mL of each dose over 1 to 20 minutes.","interventionNames":["Biological: Kappa CD28 T cells"]}],"interventions":[{"type":"BIOLOGICAL","name":"Kappa CD28 T cells","description":"T cells will be given in a lymphopenic environment utilizing (as needed) lymphodepleting chemotherapy (Cy/Flu) prior to T cell infusion as outlined below:\n\nPatients who are not lymphopenic may receive 3 daily doses of cyclophosphamide (500mg/m2/day) together with fludarabine (30mg/m2) to induce lymphopenia, finishing at least 24 hours before T cell infusion.\n\nPatients with lymphopenia due to current drug therapy may be infused at any time starting at least 24 hours after finishing their current cycle of chemotherapy.\n\nASCT recipients (relapsed/refractory intermediate grade lymphoma) may be infused 14-60 days after the date of transplant.\n\nT cell dosing is as follows:\n\nGroup 1: 2x10\\^7 cells/m\\^2 CAR-Kappa\n\nGroup 2: 1x10\\^8 cells/m\\^2 CAR-Kappa\n\nGroup 3: 2x10\\^8 cells/m\\^2 CAR-Kappa","armGroupLabels":["Kappa CD28 T cells for B-CLL","Kappa CD28 T cells for B-cell lymphoma","Kappa CD28 T cells for myeloma"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of Patients with Dose-Limiting Toxicities (DLT)","description":"DLT will be defined as any grade 3-5 toxicity that is NOT (1) pre-existing, or (2) due to infection (to which patients with CLL and NHL are so predisposed), or (3) due to underlying malignancy, and that is considered to be possibly, probably, or definitely related to the study drug. Toxicity will be evaluated using NCI criteria version 4.X.","timeFrame":"6 weeks"}],"secondaryOutcomes":[{"measure":"To measure the anti-tumor effects of CAR-K+ T lymphocytes.","description":"We will summarize tumor response by calculating overall response rates. Tumor sites will be measured before and after T cell therapy using RECIST.","timeFrame":"6 weeks"}],"otherOutcomes":[{"measure":"Survival and Function of CAR-K+ T cells","description":"The frequency of T cells expressing CAR-Kappa will be summarized at pre and post infusion timepoints","timeFrame":"15 years"}]},"eligibilityModule":{"eligibilityCriteria":"INCLUSION CRITERIA:\n\nBLOOD PROCUREMENT:\n\n* B-CLL or recurrent or refractory B-cell lymphoma (or other B-cell neoplasm) or multiple myeloma monoclonal for Kappa-light chain\n* Life expectancy of at least 12 weeks or greater.\n* No history of other cancer (except non-melanoma skin cancer or in situ breast cancer or cervix cancer) unless the tumor was successfully treated with curative intent at least 2 years before trial entry\n* If requires pheresis to collect blood, Cre and AST less than 1.5 upper limit of normal\n* If requires pheresis to collect blood, PT and PTTK less than 1.5 upper limit normal\n\nT CELL TREATMENT:\n\nDiagnosis of:\n\n1. B-CLL monoclonal for Kappa light chain with one of the following criteria:\n\n   1. Evidence of progressive marrow failure as manifested by the development of, or worsening of, anemia and/or thrombocytopenia\n   2. Massive (ie, at least 6 cm below the left costal margin) or progressive or symptomatic splenomegaly\n   3. Massive nodes (ie, at least 10 cm in longest diameter) or progressive or symptomatic lymphadenopathy\n   4. Progressive lymphocytosis with an increase of more than 50% over a 2-month period or lymphocyte doubling time (LDT) of less than 6 months.\n   5. Constitutional symptoms, defined as any one or more of the following disease-related symptoms or signs:\n\n      1. Unintentional weight loss of 10% or more within the previous 6 months;\n      2. Significant fatigue (ie, ECOG PS 2 or worse; inability to work or perform usual activities);\n      3. Fevers higher than 100.5°F or 38.0°C for 2 or more weeks without other evidence of infection; or\n      4. Night sweats for more than 1 month without evidence of infection.\n      5. Patients who have resistant disease after primary treatment\n      6. Patients who have a short time to progression after the first treatment (less than 2 years)\n\n   OR\n2. Indolent or aggressive B-cell lymphoma (or other B-cell neoplasm) monoclonal for Kappa-light chain with measurable disease after receiving at least one chemotherapy regimen that includes Rituximab or an equivalent monoclonal antibody\n\n   OR\n3. Multiple myeloma monoclonal for Kappa-light chain with measurable disease after receiving at least one chemotherapy regimen\n\n   * Life expectancy of at least 12 weeks or greater.\n   * Recovered from the toxic effects of all prior chemotherapy before entering this study. PD1/PDL1 inhibitors will be allowed if medically indicated\n   * ANC \\> 500, Hgb greater than or equal to 7.0.\n   * Bilirubin less than 3 times the upper limit of normal.\n   * AST less than 5 times the upper limit of normal.\n   * Estimated GFR \\> 50mL/min\n   * Pulse oximetry of \\> 90% on room air\n   * Karnofsky score of \\> 60%.\n   * Negative serology for HIV.\n   * Available autologous transduced peripheral blood T-cells with 15% or more expression of CAR-Kappa determined by flow-cytometry.\n   * Patients must sign an informed consent indicating that they are aware this is a research study and have been told of its possible benefits and toxic side effects. Patients will be given a copy of the consent form.\n   * Sexually active patients must be willing to utilize one of the more effective birth control methods during the study and for 3 months after the study is concluded. The male partner should use a condom.\n   * If patient has CLL, must have negative Coombs test.\n\nEXCLUSION CRITERIA:\n\nBLOOD PROCUREMENT:\n\n* Active infection requiring antibiotics\n* Active autoimmune disease\n\nT CELL TREATMENT:\n\n* Symptomatic cardiac disease.\n* History of hypersensitivity reactions to murine protein-containing products. Currently receiving any investigational agents within the previous six weeks or received any tumor vaccines within the previous 6 weeks.\n* Tumor in a location where enlargement could cause airway obstruction.\n* Pregnant or lactating.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Carlos Ramos, MD","role":"CONTACT","phone":"832-824-4817","email":"caramos@txch.org"},{"name":"Vicky Torrano","role":"CONTACT","phone":"832-824-7821","email":"vxtorran@txch.org"}],"overallOfficials":[{"name":"Carlos Ramos, MD","affiliation":"Baylor College of Medicine - Texas Children's Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Houston Methodist Hospital","status":"RECRUITING","city":"Houston","state":"Texas","zip":"77030","country":"United States","contacts":[{"name":"Carlos Ramos, MD","role":"CONTACT","phone":"832-824-4817","email":"caramos@bcm.edu"},{"name":"Vicky Torrano","role":"CONTACT","phone":"832-824-7821","email":"vxtorran@txch.org"}],"geoPoint":{"lat":29.76328,"lon":-95.36327}},{"facility":"Texas Children's Hospital","status":"RECRUITING","city":"Houston","state":"Texas","zip":"77030","country":"United States","contacts":[{"name":"Carlos A Ramos, MD","role":"CONTACT","phone":"832-824-4817","email":"caramos@bcm.edu"},{"name":"Vicky Torrano","role":"CONTACT","phone":"832-824-7821","email":"vxtorran@txch.org"}],"geoPoint":{"lat":29.76328,"lon":-95.36327}}]},"referencesModule":{"references":[{"pmid":"35303007","type":"DERIVED","citation":"Naghizadeh A, Tsao WC, Hyun Cho J, Xu H, Mohamed M, Li D, Xiong W, Metaxas D, Ramos CA, Liu D. In vitro machine learning-based CAR T immunological synapse quality measurements correlate with patient clinical outcomes. PLoS Comput Biol. 2022 Mar 18;18(3):e1009883. doi: 10.1371/journal.pcbi.1009883. eCollection 2022 Mar."},{"pmid":"27270177","type":"DERIVED","citation":"Ramos CA, Savoldo B, Torrano V, Ballard B, Zhang H, Dakhova O, Liu E, Carrum G, Kamble RT, Gee AP, Mei Z, Wu MF, Liu H, Grilley B, Rooney CM, Brenner MK, Heslop HE, Dotti G. Clinical responses with T lymphocytes targeting malignancy-associated kappa light chains. J Clin Invest. 2016 Jul 1;126(7):2588-96. doi: 10.1172/JCI86000. Epub 2016 Jun 6."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-08-28"},"conditionBrowseModule":{"meshes":[{"id":"D000008223","term":"Lymphoma"},{"id":"D000007938","term":"Leukemia"},{"id":"D000009101","term":"Multiple Myeloma"},{"id":"D000054219","term":"Neoplasms, Plasma Cell"}],"ancestors":[{"id":"D000009370","term":"Neoplasms by Histologic Type"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000008232","term":"Lymphoproliferative Disorders"},{"id":"D000008206","term":"Lymphatic Diseases"},{"id":"D000007160","term":"Immunoproliferative Disorders"},{"id":"D000007154","term":"Immune System Diseases"},{"id":"D000006402","term":"Hematologic Diseases"},{"id":"D000020141","term":"Hemostatic Disorders"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010265","term":"Paraproteinemias"},{"id":"D000001796","term":"Blood Protein Disorders"},{"id":"D000006474","term":"Hemorrhagic Disorders"}],"browseLeaves":[{"id":"M11220","name":"Lymphoma","asFound":"Lymphoma","relevance":"HIGH"},{"id":"M10945","name":"Leukemia","asFound":"Leukemia","relevance":"HIGH"},{"id":"M10951","name":"Leukemia, Lymphoid","relevance":"LOW"},{"id":"M12058","name":"Multiple Myeloma","asFound":"Multiple Myeloma","relevance":"HIGH"},{"id":"M27588","name":"Neoplasms, Plasma Cell","asFound":"Myeloma","relevance":"HIGH"},{"id":"M18828","name":"Lymphoma, B-Cell","relevance":"LOW"},{"id":"M18116","name":"Leukemia, Lymphocytic, Chronic, B-Cell","relevance":"LOW"},{"id":"M18115","name":"Leukemia, B-Cell","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"M11225","name":"Lymphoproliferative Disorders","relevance":"LOW"},{"id":"M11203","name":"Lymphatic Diseases","relevance":"LOW"},{"id":"M10206","name":"Immunoproliferative Disorders","relevance":"LOW"},{"id":"M10200","name":"Immune System Diseases","relevance":"LOW"},{"id":"M9490","name":"Hematologic Diseases","relevance":"LOW"},{"id":"M21977","name":"Hemostatic Disorders","relevance":"LOW"},{"id":"M5059","name":"Blood Coagulation Disorders","relevance":"LOW"},{"id":"M17400","name":"Vascular Diseases","relevance":"LOW"},{"id":"M13178","name":"Paraproteinemias","relevance":"LOW"},{"id":"M5077","name":"Blood Protein Disorders","relevance":"LOW"},{"id":"M9560","name":"Hemorrhagic Disorders","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"},{"id":"T3543","name":"Lymphosarcoma","asFound":"Lymphoma","relevance":"HIGH"},{"id":"T3947","name":"Multiple Myeloma","asFound":"Multiple Myeloma","relevance":"HIGH"},{"id":"T640","name":"B-cell Lymphoma","asFound":"B-cell Lymphoma","relevance":"HIGH"},{"id":"T1308","name":"Chronic Lymphocytic Leukemia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4225","name":"Antibodies","relevance":"LOW"},{"id":"M6727","name":"Cyclophosphamide","relevance":"LOW"},{"id":"M283230","name":"Fludarabine","relevance":"LOW"},{"id":"M10184","name":"Immunoglobulins","relevance":"LOW"},{"id":"M19117","name":"Immunoglobulins, Intravenous","relevance":"LOW"},{"id":"M225513","name":"Fludarabine phosphate","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"}]}},"hasResults":false}