{"protocolSection":{"identificationModule":{"nctId":"NCT00760656","orgStudyIdInfo":{"id":"SJLIFE"},"secondaryIdInfos":[{"id":"R01CA157838","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01CA157838"},{"id":"R01CA036401","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01CA036401"},{"id":"U01CA195547","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U01CA195547"},{"id":"R03CA199516","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R03CA199516"},{"id":"R21CA202210","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R21CA202210"},{"id":"R01CA216354","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01CA216354"}],"organization":{"fullName":"St. Jude Children's Research Hospital","class":"OTHER"},"briefTitle":"Establishment of a Lifetime of Cohort of Adults Surviving Childhood Cancer","officialTitle":"Establishment of a Lifetime of Cohort of Adults Surviving Childhood Cancer","acronym":"SJLIFE"},"statusModule":{"statusVerifiedDate":"2024-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2007-09-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2008-09-25","studyFirstSubmitQcDate":"2008-09-25","studyFirstPostDateStruct":{"date":"2008-09-26","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-08-14","lastUpdatePostDateStruct":{"date":"2024-08-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"St. Jude Children's Research Hospital","class":"OTHER"},"collaborators":[{"name":"National Cancer Institute (NCI)","class":"NIH"},{"name":"American Society of Clinical Oncology","class":"OTHER"},{"name":"Rally Foundation","class":"UNKNOWN"},{"name":"Memorial Sloan Kettering Cancer Center","class":"OTHER"},{"name":"University of Minnesota","class":"OTHER"},{"name":"St. Baldrick's Foundation","class":"OTHER"},{"name":"American Institute for Cancer Research","class":"OTHER"},{"name":"American Cancer Society, Inc.","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Childhood cancer predisposes to health risks that may not become apparent until many years after completion of therapy. The SJLIFE protocol is designed to establish a lifetime cohort of childhood cancer survivors treated at St. Jude Children's Research Hospital to facilitate evaluation of health outcomes in aging adults surviving pediatric cancer.\n\nThe study focuses on the following Primary and secondary objectives:\n\n* To establish a lifetime cohort of childhood cancer survivors treated at St. Jude Children's Research Hospital to facilitate evaluation of health outcomes in aging children and adults surviving pediatric cancer.\n* To estimate the prevalence, cumulative incidence, and latency of selected late treatment complications following predisposing therapeutic exposures in children and adults surviving pediatric cancer.\n* To identify treatment, genetic, demographic, and psychosocial / behavioral related predictors of adverse health outcomes.\n* To develop risk profiles for adverse health outcomes across the age spectrum to guide development of clinical screening guidelines and risk-reducing interventions.\n* To identify factors that may be protective against the development of specific late treatment complications.\n* To generate data for a series of future hypothesis-driven trials\n* To serve as a source for the collection of samples from child and adult volunteers for future SJLIFE research.\n* To collect health outcomes data on a community control population for comparison purposes.","detailedDescription":"SJLIFE will be implemented in progressive stages with specific objectives to permit knowledge gained in each phase to inform content/format/study design of subsequent stages. The planned stages of the study include 1) Pre-Recruitment Study, 2) Barriers to Participation Survey, 3) Pilot Study of Recruitment Strategies, 4) Pilot Studies of High-Risk Survivor Cohorts, 5) Cross-Sectional Study of 10-year survivors, and 6) Prospective Lifetime Cohort Study.\n\nStage I entailed telephone interviews with a random sampling of potentially eligible survivors to obtain subjective feedback regarding barriers and facilitators to SJLIFE recruitment and participation. The random sample included thirty alumnus survivors representing a broad representation of race, gender, attained age, years from diagnosis and primary diagnostic groups. The interview content comprised assessment of interest, decision-making factors, and barriers to participation, current\n\nIn Stage 2, the Barriers to Participation Survey will be distributed to a random sampling of 500 patients representative of the potentially eligible cohort by age, race, sex, geographic distribution, primary diagnosis and time from diagnosis; 200 patients will be randomly selected up front to receive follow-up communication by telephone if they fail to return completed surveys. Information obtained from responses to the questionnaire will inform a subsequent randomized recruitment trial and provide insight regarding retention procedures.\n\nIn Stage 3, a pilot study will be undertaken to assess feasibility and potential pitfalls in recruitment for the Lifetime Cohort. Introductory letters will be sent to 300 alumni survivors, with a broad representation across targeted diagnostic groups, to invite their participation in the Lifetime Cohort. Recruitment approaches will be informed by the findings of the Barriers to Participation Survey. Parameters that will be assessed related to feasibility include 1) accuracy of contact information in hospital system (need for tracing of potentially eligible research participants); 2) number of eligible participants actively or passively declining study participation; and 3) reasons for declining participation. The pilot study will provide insight regarding the need for implementing procedures to track potential study participants who are \"lost to follow-up\" or incentives to recruit and retain study participants.\n\nIn Stage 4, a pilot study will be undertaken in groups of survivors identified by SJLIFE investigators to be at high risk for cancer-related morbidity based on specific demographic, diagnostic, therapeutic, or genetic/familiar factors. In addition to utilizing data collected from the risk-based evaluations performed in the Cross-Sectional study these individuals will undergo more extensive assessment beyond the screening recommendations outlined in the COG Guidelines to determine the frequency and more thoroughly characterize the extent specific treatment complications, as well as define the need for further study. Knowledge gained in this pilot study will provide important preliminary results that will be used to develop proposals for extramural funding for further study of the identified vulnerable populations.\n\nIn Stage 5, a cross-sectional study of the cohort of 10 or more year alumnus survivors will be undertaken using a risk-based assessment as recommended by the COG Guidelines. The first year of the study will target accrual of survivors with a diagnosis of acute lymphoblastic leukemia, Hodgkin lymphoma, and acute myeloid leukemia who are 30 years or older. The second year will target enrollment of survivors of central nervous system tumors, Wilms' tumor and other bone/soft tissue sarcomas. The third year will target accrual of the remaining diagnostic subtypes. The prevalence of late treatment complications detected by risk-based screening will provide important information regarding the appropriateness of the COG Guidelines recommendations in at risk survivor populations after specific therapeutic exposures.\n\nIn Stage 6, information gained from the evaluations of 10-year survivors enrolled in the cohort provided compelling support for the potential benefits and knowledge to be gained by prospective and systematic evaluations of all cohort members. In addition, evaluation of participants earlier in survivorship (i.e., before 10 years from diagnosis) was perceived to enhance opportunities to characterize the pathophysiology of emerging late onset treatment-related toxicities. Therefore, the cohort will be expanded by changing the eligibility from +10 years of survival and +18 years of age to 5+ years from cancer diagnosis regardless of age. As part of the expansion of the SJLIFE study, participants will now undergo systematic organ function evaluations (e.g., echocardiography, pulmonary function testing, audiological testing, ophthalmologic evaluation, bone mineral density testing). In addition, all participants will undergo a comprehensive psychosocial assessment by a licensed social worker and receive, as needed, assistance with referrals to community providers and resources for ongoing care. In general, most survivors will have evaluations scheduled to occur within a 4 to 5 year interval.\n\nSeveral activities are planned to optimize communication with participating survivors about research activities involving the Lifetime Cohort. A newsletter will be distributed on a semi-annual basis for the purpose of 1) maintaining contact through periodic mailings (which include an address correction request from the post-office that can identify individuals who have moved from their last known address and may require additional tracing to re-establish contact); 2) providing an update on the status of the project; and 3) maintaining and enhancing the relationship with participants and 4) educating survivors about selected topics of health-related importance. In addition, a website will be developed that will serve as a resource that updates the progress of Lifetime Cohort activities.\n\nAdults who are non-first degree relatives or friends of St. Jude patients or former St. Jude patients will be invited to participate as a control in this study during the time of the child's St. Jude clinic visit. Employees who request to be in the study may volunteer if they are not a SJLIFE study team member or not supervised by a SJLIFE study team member.\n\nAs part of SJLIFE initiative a group of study subjects who are not survivors of childhood cancer (community controls) will be recruited. These controls will serve as a comparative group to the aging survivors in SJLIFE cohort for assessing health-related, psychosocial, and quality of life outcomes.\n\nControl enrollment to this protocol is expected to average 200-300 participants in the first year; with an estimated targeted accrual of 1200."},"conditionsModule":{"conditions":["Cancer"],"keywords":["Health outcomes in adults who survived pediatric cancer","Survivors of Pediatric Cancer"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Control Participants - Storage of Biological Specimens\n\nBlood, serum and urine:\n\nA peripheral blood order will be placed in MILLI by a member of the clinical staff and the control participant will have 23cc of peripheral blood (6cc each in 3 NaHeparin tube, 5cc in red top) collected for the study. The collected peripheral blood sample will be stored in the institutional tissue bank. The sample will be tagged accordingly and will be only released to fulfill future objectives of the SJLIFE protocol."},"enrollmentInfo":{"count":8000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Research Participants","description":"Participants with a diagnosis of childhood malignancy treated or followed at SJCRH"},{"label":"Control Participants","description":"Siblings, parents, relatives or friends of St. Jude patients or former patients or SJCRH employees who are not SJLIFE study team members or supervised by a SJLIFE study team members"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To establish a lifetime cohort of childhood cancer survivors treated at St. Jude Children's Research Hospital to facilitate evaluation of health outcomes in aging children and adults surviving pediatric cancer.","timeFrame":"Until the last participant withdraws, is taken off study, or dies (up until December 2025) up to 20 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient will have a diagnosis of childhood malignancy (or neoplasm requiring similar therapy) that was treated or followed at St. Jude Children's Research Hospital.\n* Patient will be at least five years from diagnosis.\n* Patient is willing to participate at any level of study\n* Patient is willing to comply with the guidelines of St. Jude domiciliary care facilities\n* Patient or legally authorized representative must sign informed consent for study participation.\n\nControl Participant:\n\n* ≥5 years of age\n* Non-first degree relatives or friends of St. Jude patients or former patients or SJCRH employees/affiliates who are not SJLIFE study team members, or family members of SJLIFE study team, or supervised by a SJLIFE study team members, or any volunteer not associated with St. Jude.\n* Participant does not have a diagnosis of childhood malignancy or childhood neoplasm requiring similar therapy (i.e., diagnosed \\<21 years of age).\n* Participant is not currently pregnant or lactating.\n* Patient is willing to comply with the guidelines of St. Jude domiciliary care facilities.\n* Patient must sign informed consent for study participation.\n\nExclusion Criteria:\n\n* Patient or control subject refuses to participate at any level of study","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"Childhood cancer survivors treated at SJCRH recruited from selected diagnostic groups of almost 4000 adults surviving 10 or more years from their diagnosis of childhood cancer.\n\nAdults who are non-first degree relatives or friends of St. Jude patients or former St. Jude patients will be invited to participate as a control in this study during the time of the child's St. Jude clinic visit. Controls will be recruited by, and should discuss their desire to participate with, a member of the St. Jude Life clinical and/or research staff. The individual will then be registered as a \"Research Participant\" by a member of the study team and informed consent will be obtained using the SJLIFE Banking Control consent document.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Melissa Hudson, MD","role":"CONTACT","phone":"1-866-278-5833","email":"referralinfo@stjude.org"}],"overallOfficials":[{"name":"Melissa Hudson, MD","affiliation":"St. Jude Children's Research Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"St. Jude Children's Research Hospital","status":"RECRUITING","city":"Memphis","state":"Tennessee","zip":"38105","country":"United States","contacts":[{"name":"Melissa M Hudson, MD","role":"CONTACT","phone":"866-278-5833","email":"referralinfo@stjude.org"},{"name":"Melissa M Hudson, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":35.14953,"lon":-90.04898}}]},"referencesModule":{"references":[{"pmid":"33495497","type":"DERIVED","citation":"Bhatt NS, Baassiri MJ, Liu W, Bhakta N, Chemaitilly W, Ehrhardt MJ, Inaba H, Krull K, Ness KK, Rubnitz JE, Srivastava D, Robison LL, Hudson MM, Mulrooney DA. Late outcomes in survivors of childhood acute myeloid leukemia: a report from the St. Jude Lifetime Cohort Study. Leukemia. 2021 Aug;35(8):2258-2273. doi: 10.1038/s41375-021-01134-3. Epub 2021 Jan 25."},{"pmid":"33374007","type":"DERIVED","citation":"Howell CR, Bjornard KL, Ness KK, Alberts N, Armstrong GT, Bhakta N, Brinkman T, Caron E, Chemaitilly W, Green DM, Folse T, Huang IC, Jefferies JL, Kaste S, Krull KR, Lanctot JQ, Mulrooney DA, Neale G, Nichols KE, Sabin ND, Shelton K, Srivastava DK, Wang Z, Wilson C, Yasui Y, Zaidi A, Zhang J, Robison LL, Hudson MM, Ehrhardt MJ. Cohort Profile: The St. Jude Lifetime Cohort Study (SJLIFE) for paediatric cancer survivors. Int J Epidemiol. 2021 Mar 3;50(1):39-49. doi: 10.1093/ije/dyaa203. No abstract available."},{"pmid":"31604778","type":"DERIVED","citation":"Maciaszek JL, Oak N, Chen W, Hamilton KV, McGee RB, Nuccio R, Mostafavi R, Hines-Dowell S, Harrison L, Taylor L, Gerhardt EL, Ouma A, Edmonson MN, Patel A, Nakitandwe J, Pappo AS, Azzato EM, Shurtleff SA, Ellison DW, Downing JR, Hudson MM, Robison LL, Santana V, Newman S, Zhang J, Wang Z, Wu G, Nichols KE, Kesserwan CA. Enrichment of heterozygous germline RECQL4 loss-of-function variants in pediatric osteosarcoma. Cold Spring Harb Mol Case Stud. 2019 Oct 23;5(5):a004218. doi: 10.1101/mcs.a004218. Print 2019 Oct."},{"pmid":"31078468","type":"DERIVED","citation":"Mulrooney DA, Hyun G, Ness KK, Bhakta N, Pui CH, Ehrhardt MJ, Krull KR, Crom DB, Chemaitilly W, Srivastava DK, Relling MV, Jeha S, Green DM, Yasui Y, Robison LL, Hudson MM. The changing burden of long-term health outcomes in survivors of childhood acute lymphoblastic leukaemia: a retrospective analysis of the St Jude Lifetime Cohort Study. Lancet Haematol. 2019 Jun;6(6):e306-e316. doi: 10.1016/S2352-3026(19)30050-X. Epub 2019 May 8."},{"pmid":"26747086","type":"DERIVED","citation":"Mulrooney DA, Armstrong GT, Huang S, Ness KK, Ehrhardt MJ, Joshi VM, Plana JC, Soliman EZ, Green DM, Srivastava D, Santucci A, Krasin MJ, Robison LL, Hudson MM. Cardiac Outcomes in Adult Survivors of Childhood Cancer Exposed to Cardiotoxic Therapy: A Cross-sectional Study. Ann Intern Med. 2016 Jan 19;164(2):93-101. doi: 10.7326/M15-0424. Epub 2016 Jan 5."},{"pmid":"23744583","type":"DERIVED","citation":"Krull KR, Zhang N, Santucci A, Srivastava DK, Krasin MJ, Kun LE, Pui CH, Robison LL, Hudson MM, Armstrong GT. Long-term decline in intelligence among adult survivors of childhood acute lymphoblastic leukemia treated with cranial radiation. Blood. 2013 Jul 25;122(4):550-3. doi: 10.1182/blood-2013-03-487744. Epub 2013 Jun 6."},{"pmid":"22949149","type":"DERIVED","citation":"Krull KR, Sabin ND, Reddick WE, Zhu L, Armstrong GT, Green DM, Arevalo AR, Krasin MJ, Srivastava DK, Robison LL, Hudson MM. Neurocognitive function and CNS integrity in adult survivors of childhood hodgkin lymphoma. J Clin Oncol. 2012 Oct 10;30(29):3618-24. doi: 10.1200/JCO.2012.42.6841. Epub 2012 Sep 4."}],"seeAlsoLinks":[{"label":"St. Jude Children's Research Hospital","url":"http://www.stjude.org"},{"label":"Clinical Trials Open at St. Jude","url":"http://www.stjude.org/protocols"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-08-28"}},"hasResults":false}